{
  "body": "<p><img src=\"http://woodylewis.com/sites/default/files/NYT.jpg\" alt=\"NY Times\" title=\"NY Times\" width=\"360\" height=\"240\" style=\"float: left; margin-left: 4px; margin-right: 4px;\">In a <a href=\"http://recode.net/2014/09/04/former-new-york-times-editor-jill-abramson-on-the-papers-future/\" target=\"_blank\">recent interview</a>, Jill Abramson, former editor of the New York Times, made an important statement about the future of newspapers: \"You have to be careful not to conflate the decline of printed journalism with the decline of reported journalism.\"&nbsp;</p><p>With that in mind, we turn to the tag line for <a href=\"http://mashable.com/author/woody-lewis/\" target=\"_blank\">my bio at Mashable</a>: \"His blog, woodylewis.com, covers social media strategy for newspapers.\" <span style=\"line-height: 20.5066661834717px;\">In 2009, the year I published five pieces for Mashable, that statement was cogent, albeit quixotic. The handwriting was already on the wall, but I remained optimistic about the future of newspapers.</span></p><p><span style=\"line-height: 20.5066661834717px;\">Since then, things have changed.</span></p><p><span style=\"line-height: 20.5066661834717px;\">Several weeks before Abramson's statement, Clay Shirky published <a href=\"https://medium.com/@cshirky/last-call-c682f6471c70\" target=\"_blank\">a piece in Medium</a> entitled \"Last Call,\" whose subtitle, \"The end of the printed newspaper,\" removes all ambiguity about message. In eulogizing his hometown paper, the still-breathing&nbsp;<em>Roanoke Times, </em>Shirky continues his self-proclaimed study of \"the effects of the internet on society.\" A card-carrying journalist whose work has appeared in the <em>New York Times</em>, the <em>Wall Street Journal</em>, the <em>Harvard Business Review</em>, and <em>Wired</em>, he now holds dual professorships at NYU's Interactive Telecommunications Program and Journalism Department. He is also a Fellow at Harvard's <a href=\"http://cyber.law.harvard.edu/\" target=\"_blank\">Berkman Center for Internet and Society</a>.&nbsp;</span></p><p><span style=\"line-height: 20.5066661834717px;\">Shirky's unimpeachable credentials leave little room for rebuttal when he makes this pronouncement: \"It's tempting to try to find a moral dimension to newspapers' collapse, but there isn't one. All that's happened is advertisers are leaving, classifieds first, inserts last. Business is business; the advertisers never had a stake in keeping the newsroom open in the first place.\"</span></p><p><span style=\"line-height: 20.5066661834717px;\">So much for sugarcoating. </span></p><p><span style=\"line-height: 20.5066661834717px;\">It's important, and difficult, for some to realize that however sacrosanct the institution was in the past, print journalism has changed for good. Keeping in mind Abramson's distinction, the <em>practice</em>&nbsp;of journalism has never been more vigorous; it's just the newspapers who are screwed (personification intended). Shirky repeats what has become an old saw: (\"...black newsroom humor long ago re-labelled the Obituary column 'Subscriber Countdown'\") to make a point: those journalists who don't change with the times will succumb to them. But this is hardly news.</span></p><p><span style=\"line-height: 20.5066661834717px;\">Which leads to <em>my </em>point: I no longer write about \"social media strategy for newspapers.\" Now, I write about social publishing, a term that will itself be outdated at some point in the future. Words escape to the Web, never to be captured and hidden away. What was accurate five years ago persists as an archival label, much like those found in museums under historical exhibits. Newer words flow from different places, along with images, video and other objects still to be defined.</span></p><p><span style=\"line-height: 20.5066661834717px;\">As for the tractable <em>Roanoke Times (</em>I learned that word from reading Red Smith), a&nbsp;visit to their Web site unearths three possibilities for digital subscription (the unwitting Manhattan resident being told that there is no home delivery of the print edition): 1) \"Unlimited digital access\" (tagged as BEST OFFER), $9.99 every five weeks 2) \"iPad Replica app only\" (don't ask), $7.99 every five weeks 3) \"The Roanoke eTimes\" (this differs from #1?), $7.99 every five weeks.</span></p><p><span style=\"line-height: 20.5066661834717px;\">I'd include a link to the site, but I think you've seen enough.</span></p>"
}
