{
  "nid": "4",
  "title": "All the News That Fits",
  "url": "content/all-news-fits",
  "body": "<p style=\"text-align: justify;\"><img src=\"assets/2009/02/kindle.jpg\" alt=\"kindle\" title=\"kindle\" width=\"247\" height=\"228\" class=\"alignleft size-full wp-image-286\"></p><p style=\"text-align: justify;\">You've got to hand it to the <a href=\"http://www.alleyinsider.com/\" target=\"_blank\">Silicon Alley Insider</a> (<strong>SAI</strong>). Back in the day, <strong>Henry Blodget</strong>, CEO, Co-Founder, and Editor in Chief, was the <em>wunderkind </em>dot-com analyst for Merrill Lynch. His public come-uppance was recorded, with barely concealed <em>Schadenfreude</em>, by the same paper that's now fighting to survive. A cursory search of the New York Times web site produces this <a href=\"http://www.nytimes.com/2007/02/18/business/yourmoney/18shelf.html?_r=1&amp;scp=3&amp;sq=henry%20blodget&amp;st=cse\" target=\"_blank\">screed</a> by <strong>Harry Hurt III</strong>, who refers to Blodget as \"the 40-year-old disgraced former technology stock analyst.\" But that's mild compared to the depredations of the authorities, who left Blodget so traumatized that his <a href=\"http://www.alleyinsider.com/henry_blodget.html\" target=\"_blank\">bio</a> on <strong>SAI</strong>, presumably self-authored,<strong> </strong>confesses \"He was later keelhauled by then-Attorney General <strong>Eliot Spitzer</strong> in a wide-ranging complaint about conflicts of interest between the research and banking divisions of brokerage firms.\" We'll refrain from analyzing the metaphor - Spitzer probably had other things on his mind.</p><p style=\"text-align: justify;\">All this provides context for Blodget's vigilant concern about the Times, specifically his observations and advice on how the Old Gray Lady might survive the nuclear winter that's settled over the entire industry. Last week, <strong>SAI</strong> <a href=\"http://www.alleyinsider.com/2009/1/printing-the-nyt-costs-twice-as-much-as-sending-every-subscriber-a-free-kindle\" target=\"_blank\">pointed out</a> that \"it costs the Times about twice as much money to print and deliver the newspaper over a year as it would cost to send each of its subscribers a brand new Amazon Kindle instead.\" In a brilliant, if somewhat idealistic argument, the piece suggests that the NYT would do better to go straight to digital now. Forget those pesky union people, printing presses are so yesterday.</p><p style=\"text-align: justify;\">Despite the apocryphal inventory of Kindles, no single platform will rescue the papers. It took me two years to buy an iPhone, and I used to be an early adopter. Readers will want a multi-dimensional transition: parallel channels for many devices; slow withdrawal from paper, not cold-turkey. This provides a nice segue to <a href=\"http://www.alleyinsider.com/2009/2/new-york-times-nyt-subscriptions-are-a-great-idea\" target=\"_blank\">today's <strong>SAI</strong> piece</a> on subscriptions, where Blodget agrees with <strong>Bill Keller</strong>, NYT executive editor, that readers ought to pay for part or all of the online edition. Actually, it's a wrap around a Paid Content <a href=\"http://www.paidcontent.org/entry/419-nyts-keller-were-looking-for-ways-to-charge-for-online-content-again/\" target=\"_blank\">article</a>, but that's how we roll here in cyberspace. Whether or not Blodget's comments and analysis, cogent in their own right, have a little extra zing because of the personal angle, he's spot on to support Keller, who's apparently considering the return of Times Select, the service that put <strong>Maureen Dowd</strong> on a pay-as-you-go basis (another metaphor best left alone).</p><p style=\"text-align: justify;\">Blodget's suggestions, like the industry he used to cover, are imaginative, and technically sound. The real question is: how has the culture of the newspaper changed, on the buy side as well as on the sell side? Or, more bluntly, can you sell it again after you've given it away?</p>"
}
