{
  "nid": "44",
  "title": "All the news that's fit to hack",
  "url": "content/all-news-thats-fit-hack",
  "body": "<p><a href=\"assets/2011/06/pac.jpg\"><img src=\"assets/pac.jpg\" title=\"pac\" width=\"300\" height=\"180\" style=\"float: left; margin-left: 4px; margin-right: 4px;\"></a>The PBS web site was <a href=\"http://www.boingboing.net/2011/05/29/pbs-hacked-in-retrib.html\" target=\"_blank\">hacked last weekend</a> in retaliation for a WikiLeaks piece that appeared on its Frontline news program. An outfit called <a href=\"http://twitter.com/LulzSec/\" target=\"_blank\">LulzSec</a> took credit for the attack, one of several it launched against media sites that reported the WikiLeaks incident in a manner the group found objectionable. This takes \"op-ed\" to another level, a published outside opinion that's not simply juxtaposed with the original piece, but substituted for it. In this case, the substitute was a report that Tupac Shakur was alive and well in New Zealand, high satire meant to lampoon the respectable PBS organization. And so we had the customary wringing of hands, the <a href=\"http://www.guardian.co.uk/commentisfree/cifamerica/2011/may/31/us-television-pressandpublishing\" target=\"_blank\">lament that hackers are endangering the credibility</a> of legitimate news sites. As if that weren't enough, we then learned that a hacker in China <a href=\"http://www.huffingtonpost.com/2011/06/02/google-china-gmail-hack_n_870612.html\" target=\"_blank\">breached hundreds of gmail accounts</a>, many belonging to American government and military officials. Perhaps this was somehow related to China's long-feared fire sale of its U.S. Treasury bond inventory. First, you hack into important email accounts to monitor, or even spoof, the inner workings of the economy you wish to destroy....or something. We've written about <a href=\"http://www.woodylewis.com/2011/03/09/trust-and-violation-social-intimacy-online/\" target=\"_blank\">trust and violation</a>, an aspect of social journalism that will only grow in importance. As individuals form social bonds with groups and institutions, and as those bonds act as accelerated conduits for news and other vectored content, the sources of that content will encapsulate the exchange of opinion. How that exchange takes place, how secure it will be from the <em>force majeure </em>of skillful disruption, remains to be seen. Mainstream journalism has entered this new space with a handicap: a concern for integrity that its most ardent practitioners have elevated to monasterial heights. We get that news is serious, and its dilution or disruption is not a good thing. Violence against newspapers, for example, has <a href=\"http://knightcenter.utexas.edu/category/topics-blog-en/violence-against-journalists\" target=\"_blank\">different meanings in different precincts</a>. The Columbia Journalism School just released a major report called \"<a href=\"http://www.journalism.columbia.edu/news/448\" target=\"_blank\">The Story So Far: What We Know About the Business of Digital Journalism</a>.\" The big news here is that the report contains numerous, albeit halting, references to \"brands,\" a word that was previously <em>verboten</em> within the Basilica, judging from the remarks of a senior staffer at a university alumni dinner in the Bay Area in late 2009 (Full disclosure: I hold two degrees from Columbia, though I went further north for my M.F.A.). Whether an addendum on hacking the news appears, this appears to be an ongoing story. &amp;nbsp; &amp;nbsp;</p>"
}
