{
  "nid": "45",
  "title": "Anthony Weiner and the Morality of Technology ",
  "url": "content/anthony-weiner-and-morality-technology",
  "body": "<p><a href=\"assets/2011/06/washington-monument-address.jpg\"><img src=\"assets/washington-monument-address.jpg\" title=\"washington-monument-address\" width=\"300\" height=\"241\" style=\"float: left; margin-left: 4px; margin-right: 4px;\"></a>OK, so it's over. <a href=\"http://www.nytimes.com/2011/06/17/opinion/17fri4.html?ref=anthonydweiner\" target=\"_blank\">Weiner resigned</a>. Notice we didn't use the punch line \"pulls out,\" surely not the way this embattled Congressman envisioned his legacy. But tag lines are the price of notoriety, so there it is. What is particularly stunning about this latest public immolation is the speed with which it took place. Three weeks ago, Weiner was at the top of his game, a rising Democratic star with seemingly justified <a href=\"http://articles.nydailynews.com/2011-03-24/local/29355377_1_huma-abedin-clinton-ties-anthony-weiner\" target=\"_blank\"></a><a href=\"http://cityroom.blogs.nytimes.com/2008/07/22/weiner-sounds-themes-for-likely-mayoral-run/\" target=\"_blank\">aspirations to be Mayor Bloomberg's successor</a>. The protege of an influential <a href=\"http://www.capitalnewyork.com/article/culture/2010/12/943666/what-anthony-weiner-learned-chuck-schumer-and-what-he-didnt\" target=\"_blank\">Senator</a>, he had the respect of his constituents (the working class <em>and</em> the intellectuals) and, perhaps more importantly, his colleagues. His beautiful wife is Hillary Clinton's trusted aide. How could this unwind so quickly? Two and a half&nbsp; years ago, the idea of a politician trashing his career with a tweet would have seemed absurd. After all, Twitter was a toy, a distraction for bored employees, a sinkhole for trivia. Then came the <a href=\"http://twitpic.com/135xa\" target=\"_blank\">Miracle on the Hudson</a>. Twitter gained instant credibility as a global news outlet. Naturally, the publicists were <a href=\"http://twitter.com/#!/pizzahut\" target=\"_blank\">quick on the uptake</a>. Weiner took this to a new level, not by tweeting his personal business, but by engaging in what he thought was plausible denial. By <a href=\"http://twitter.com/#!/RepWeiner/status/74337670263877632\" target=\"_blank\">tweeting that his Facebook account had been hacked</a>, he tried to game the system, to use the language of his transgression to refute the act itself. The dog hacked my laptop, or something. Our <a href=\"http://www.woodylewis.com/2011/03/09/trust-and-violation-social-intimacy-online/\" target=\"_blank\">earlier piece about trust</a> elaborated on the concept of vectors in social publishing. Proximity, the social distance between two sources of gestures, is an index of the trust flowing between those sources. There is actually a hierarchy that accords greater degrees of trust up the stack of influence. President Obama uses the social media to give the public unprecedented <a href=\"http://www.flickr.com/photos/whitehouse/\" target=\"_blank\">access to his office</a>. We have come to expect from our elected officials the same high level of communication online that we would get in person. The morality of technology does not explain Weiner's sense of empowerment, the hubris (to be polite) that led him to convert the trust implicit in his public Twitter page to the \"what are you wearing\" brand of innuendo. While the descent from images of public service to private exhibitionism was a matter of a mouse click or two, that is not the issue. Technology used to be about geeks wearing <a href=\"http://www.pocketprotectors.com/\" target=\"_blank\">pocket protectors</a>, staring at computer terminals all night because they had no social skills. The Web changed all that, showering those same geeks, or their kids, with wealth beyond all expectations. Wealth breeds power, and power breeds influence. This is no longer about bits and bytes, but control of the world. Leaders can be brought down by tweets, not prurient legislators, but <a href=\"http://mashable.com/2011/02/01/egypt-twitter-infographic/\" target=\"_blank\">tyrannical dictators</a>. The misuse of technology starts with the misguided funding of knockoffs, the startups that try to copy original ideas. This is money that should flow toward clean energy, reducing hunger and poverty, etc., but that's the prerogative of investors. <em>Les jeux sont faits. </em>Compounding the misuse happens after the successful startups attract the wrong kind of attention from those in power. Yes, we now live in a world where sports hooligans might be <a href=\"http://www.cbc.ca/news/canada/british-columbia/story/2011/06/16/bc-riot-vancouver-facebook.html?ref=rss\" target=\"_blank\">apprehended online</a>. And that should be a warning to future Weiners.</p>"
}
