{
  "nid": "20",
  "title": "The Arc of Narrative Indifference",
  "url": "content/arc-narrative-indifference",
  "body": "<p><img src=\"assets/2010/01/see_no_evil-300x250.jpg\" alt=\"see_no_evil\" title=\"see_no_evil\" width=\"300\" height=\"250\" class=\"alignleft size-medium wp-image-977\"></p><p>Last month, I was caught in a paradox, a narrative <a href=\"http://www.merriam-webster.com/dictionary/nonsequitur\" target=\"_blank\">non sequitur</a> resulting from a conversation with someone who reads this blog. I received a voicemail from a&nbsp;<a href=\"http://www.forbes.com/\" target=\"_blank\">Forbes.com </a>reporter asking for my thoughts about social media as it relates to the enterprise. The piece would focus on social media directors (SMDs) and their role in changing journalism. I spent half an hour discussing my take on current trends, based on my work with a variety of public- and private-sector organizations. The piece was published before I had a chance to review it, but that wasn't the problem. I had been freewheeling with my answers to questions posed in a chatty offhand manner. What I got was a&nbsp;<em>post facto </em>lesson in old school journalism. My remarks formed the basis of a mild send-up, a report on SMDs that questioned the job's credibility. Now, this is not sour grapes. Though I did correct the initial misstatement that accorded me the title of SMD at <a href=\"http://www.chroniclebooks.com\" target=\"_blank\">Chronicle Books</a> (I'm a senior software engineer), my beef is not with the content but the tenor of this article. You can see the finger wagging behind the authorial style that depicts newspapers \"allowing news to alight on Twitter.\" My observation that newspapers were replicating their columnist listings on Twitter became \"..newspapers are turning their entire mastheads over to Twitter.\" Hyperbole sells as many magazines as accuracy, I suppose, though the assertion that \"hiring an SMD is a marketing crap shoot\" does nothing to cure antediluvian reportage. The irony lies in the brittle approach taken by the online version of a major business publication, host to numerous narratives of success and innovation. Here, the arc dips instead of rises, implicitly discrediting social media before concluding that \"..it's just a great conversation starter.\" Like the demise of print, I suppose. This is a case of narrative indifference. Like our previously defined properties of information (velocity, elasticity, etc.), the vector of credibility offers a scale of measurement: perceived accuracy, compared to other sources. Social media exposes the opposing view. Journalists may still write to an agenda, but that decision becomes much more transparent in an open framework. It will be a chapter in our book on social journalism. The sad thing is that somewhere in the Forbes organization, there must be someone dedicated to extending the influence of social media. Perhaps that person can connect with the author of this piece, and defend the role of SMDs.&nbsp;<a href=\"http://www.forbes.com/2009/12/09/social-media-director-business-media-journalism.html\" target=\"_blank\">Here's the piece</a>.</p>"
}
