{
  "nid": "31",
  "title": "Beast of Burden",
  "url": "content/beast-burden",
  "body": "<p><img src=\"assets/2010/11/news_beast1.jpg\" alt=\"news_beast1\" title=\"news_beast1\" width=\"400\" height=\"83\" style=\"float: left; margin-left: 4px; margin-right: 4px;\">The pending <a href=\"http://www.observer.com/2010/media/observer-exclusive-newsweek-and-daily-beast-merge\" target=\"_blank\">Daily Beast/Newsweek merger</a> came as a surprise, not because of the concept, but simply because I hadn't heard the rumblings. So much going on in this town, so many stories. The weekly magazine is going the way of the LP record album - not yet obsolete, but certainly drifting in that direction. As always, there will be premium brands, but the digital domain of those brands will be increasingly important. One key aspect of the combined entity will be its velocity of distribution. Here's an interesting aggregation of legacy and new-world circulation. Does the print edition die altogether? How to match the speed of publishing on desktop and mobile platforms? <a href=\"http://www.businessinsider.com/daily-beast-newsweek-2010-11?utm_source=Triggermail&amp;utm_medium=email&amp;utm_term=The+Wire+Select&amp;utm_campaign=TheWire_Select_111510\" target=\"_blank\">Will anyone bother to pick up the magazine</a>, other than to take a smartphone picture of the cover? Seriously. Newsweek was recently purchased from the <a href=\"http://www.washpostco.com/\" target=\"_blank\">Washington Post Company</a> by Sidney Harman, the nonagenarian founder of Harman Kardon, the stereo manufacturer. Wait, stereo? Talk about a mature industry. And then there's the matter of personalities, Tina Brown's in particular. She has re-branded print properties in the past, and that track record seems to have <a href=\"http://dealbook.nytimes.com/2010/11/12/the-acquisition-of-tina-brown/?ref=media\" target=\"_blank\">played a part</a> in this deal going down. Harman's one smart cookie, though; smart enough to pick up on <a href=\"http://www.nytimes.com/2010/11/13/business/media/13mag.html?src=twrhp\" target=\"_blank\">Barry Diller's appetite for print presses</a>. Diller apparently believes that the Daily Beast can become profitable through print, a fractal gamble of the first order, given labor costs and other challenges. But who better to forge a new brand than the head of <a href=\"http://www.iac.com/Our-Businesses/\" target=\"_blank\">IAC</a>, home to Evite, Match.com, Vimeo, and other heavily traveled destinations? Fractal works both ways. Just as the iPad is a blow-up of the iPhone, which is a reduction of the Mac itself, so will the <strong>NDB</strong> be a blow-up of the Daily Beast. As to a reduction of Newsweek, this remains to be seen. The iPad apps look better than the Web sites. Hopefully, the print edition will be compelling. Film at 11.</p>"
}
