{
  "nid": "101",
  "title": "Begin Again - Music for the Disingenuous",
  "url": "content/begin-again-music-disingenuous",
  "body": "<p><img src=\"assets/Begin-Again-Movie.jpg\" alt=\"Begin Again\" title=\"Begin Again\" width=\"400\" height=\"208\" style=\"float: left; margin-left: 4px; margin-right: 4px;\"><span style=\"font-size: 13.0080003738403px; line-height: 1.538em;\">Fifty years ago, the Beatles consolidated their already dominant brand by starring in </span><a href=\"http://www.vanityfair.com/vf-hollywood/a-hard-days-night-making-of\" target=\"_blank\" style=\"font-size: 13.0080003738403px; line-height: 1.538em;\"><em>A Hard Day's Night</em></a><span style=\"font-size: 13.0080003738403px; line-height: 1.538em;\">, the brilliant work by director Richard Lester that straddles the Social Realist and British New Wave schools of film. Until then, pop music had been filmed as the extension of male charisma. From the homoerotic machinations of </span><em style=\"font-size: 13.0080003738403px; line-height: 1.538em;\">Jailhouse Rock</em><span style=\"font-size: 13.0080003738403px; line-height: 1.538em;\">&nbsp;(no threat to Elvis Presley's career, the male bonding trope later reprised in </span><em style=\"font-size: 13.0080003738403px; line-height: 1.538em;\">G.I. Blues) </em><span style=\"font-size: 13.0080003738403px; line-height: 1.538em;\">to the saccharine beach party films starring Frankie Avalon and Annette Funicello&nbsp;</span><span style=\"line-height: 1.538em;\">(e.g. -</span><span style=\"line-height: 1.538em;\">&nbsp;</span><em style=\"line-height: 1.538em;\">Beach Blanket Bingo</em><span style=\"line-height: 1.538em;\">)</span><span style=\"line-height: 1.538em;\">, the male musician <em>qua </em>movie star extended his vinyl antics unscathed to the big screen. For better or worse, they were our heroes.</span></p><p><span style=\"line-height: 1.538em;\">Then Ringo, the anti-hero, captured our hearts. His struggle with identity became an insidious plot point buried in a sequence of infectious tunes and catchy one-liners (John Lennon: \"Hey he's reading the Queen...that's an in joke, you know.\") We saw the&nbsp;<em>angst</em>&nbsp;behind the fame, the Liverpudlian sense of dislocation, of alienation in the metropolis. &nbsp;</span></p><p><span style=\"line-height: 1.538em;\">Keira Knightley plays the latest incarnation of this well-trodden character, a disturbingly photogenic singer-songwriter whose caddish boyfriend-collaborator first feeds from and then genuflects before her tentative accomplishments. Her character Greta (we catch a whiff of Wagner) arrives in New York City with Dave (Adam Levine from Maroon5) to promote his new album, which includes songs co-written by the two of them. Through a melange of jump cuts and flashbacks, we see the inevitable arc of betrayal, survival, rescue and redemption. When Dave returns from a West Coast junket with label execs, he plays a&nbsp;</span><span style=\"line-height: 1.538em;\">newly written song for Greta, whose preternatural sense of the jilted collaborator (culminating in her world-class slap to his unsuspecting face) forces him to admit that the song's dedicated to Mim, his conveniently Asian publicity person. Greta decamps for the living room couch of her friend Steve (James Corden), who cajoles her into performing a song one night during his set at a </span><span style=\"line-height: 1.538em;\">convenient hipster bar in Manhattan.</span><span style=\"line-height: 1.538em;\">&nbsp;</span><span style=\"line-height: 1.538em;\">&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">Enter the dragon, Dan (Mark Ruffalo), a washed-up indie label exec who's just split with his partner Saul (Yasiin Bey, the former Mos Def). From the edges of an alcoholic stupor, Dan hears Greta singing over the crowd and imagines the band behind her, animated instruments played by invisible musicians in a scene that might have succumbed to the weight of its own kitsch, had we not already been seduced by Greta. Our unconscious anti-Valkyrie eventually gives in to Dan's insistence, recording a \"live\" album of her work with the help of Steve, a group of Dominican waifs hired to silence their street antics, and several professional musicians paid by Cee Lo, an early client of Dan's whose abject gratitude, seemingly at odds with <a href=\"http://www.theguardian.com/books/2005/feb/21/huntersthompson\" target=\"_blank\">the real world of music</a>, funds this quixotic venture. &nbsp;&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">In this new world order, where the black characters Cee Lo and Saul control the economics, we see a different set of actors than the Beatles, whose irreverence for the ruling class arguably proved their greatest asset. Here, the downtrodden have <em>become&nbsp;</em>the ruling class, and the quotidian hipster faces anonymity instead of certain fame.&nbsp;&nbsp;&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">Greta's success elicits a redemptive entreaty from Dan, a record deal from Saul, and the ancillary rehabilitation of Violet (Hailee Steinfeld), Dan's alienated daughter. In the bargain, Dan's ex-wife</span><span style=\"line-height: 1.538em;\">&nbsp;Miriam (Catherine Keener), survives her initial antagonist role (hastily delineated in Dan's knee-jerk narrative). Greta's last-minute decision to release the album on the Internet is somewhat plausible, the wrath of a real-world executive much easier to imagine than the tractable Saul, who smiles good-naturedly and exits, stage right. (We can only guess how <a href=\"http://en.wikipedia.org/wiki/Tommy_Mottola\" target=\"_blank\">Tommie Mattola</a> would have handled it.) </span></p><p><span style=\"line-height: 1.538em;\">The backstory to this film has yet to be resolved. Yasiin Bey was recently <a href=\"http://www.nydailynews.com/entertainment/music-arts/yaslin-bey-aka-mos-def-barred-entering-u-s-tour-report-article-1.1801864\" target=\"_blank\">barred from touring the United States</a>. </span><span style=\"line-height: 1.538em;\">In the&nbsp;</span><span style=\"line-height: 1.538em;\">real world,&nbsp;</span><span style=\"line-height: 1.538em;\">Jay-Z does business with Russian billionaires. On the screen, the former Mos Def plays an indie exec struggling to keep his company, and his career afloat.&nbsp;</span><span style=\"line-height: 1.538em;\">His character faces issues of economic survival, not</span><span style=\"line-height: 1.538em;\">&nbsp;</span><span style=\"line-height: 1.538em;\">political suppression.&nbsp;</span><span style=\"line-height: 1.538em;\">Once again, it's tough to find the line between fiction and reality.</span><span style=\"line-height: 1.538em;\">&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">Mos Def</span></p><p><span style=\"line-height: 1.538em;\">Hard Day's Night</span></p>"
}
