{
  "nid": "67",
  "title": "Big Data, Social Publishing and the Grey Lady",
  "url": "content/big-data-social-publishing-and-grey-lady",
  "body": "<p><img src=\"assets/pirates.jpg\" alt=\"Pirate walking the plank\" width=\"300\" height=\"228\" style=\"float: left;\">Today's big story, at least in Gotham, has to be Janet Robinson's <a href=\"http://www.nytimes.com/2011/12/16/business/media/janet-l-robinson-to-retire-from-the-new-york-times.html?hp\" target=\"_blank\">surprise retirement announcement</a>. The New York Times CEO spearheaded the paper's digital strategy, guiding it through the Times Select offering to the current paywall framework that counts even my household as a customer, albeit <em>ipso facto, </em>given a hard copy weekend edition that is more artifact than edifice.</p><p>&nbsp;Amy Chozick's piece tells us that the Grey Lady \"has been particularly aggressive under Ms. Robinson's leadership in creating new digital products and has recently built an online subscription model that has performed much better than anticipated.\" Chozick, a <a href=\"http://www.mediabistro.com/fishbowlny/two-wsj-veterans-leave-for-new-york-times_b42340\" target=\"_blank\">newcomer</a> to the Times encampment, broke the story on <a href=\"https://twitter.com/#!/amychozick\" target=\"_blank\">Twitter</a> as well as \"traditional\" Web copy (i.e. - hours ahead of print). Perhaps they tapped her to write Robinson's professional obit precisely because of her newbie status...no emotional attachment, etc. What loyal staffer could describe with a straight face Robinson's recent meeting with her boss, Arthur Sulzberger, Jr., who \"raised the issue of installing a different type of leadership at the company,\"</p><p>Ouch.</p><p>Then again, Chozick's earlier piece on another senior departure <a href=\"http://mediadecoder.blogs.nytimes.com/2011/12/13/top-editor-resigns-at-los-angeles-times/?ref=amychozick\" target=\"_blank\">at the LA Times&nbsp;</a>set her up nicely as the designated chronicler of editorial <em><a href=\"http://en.wikipedia.org/wiki/Seppuku\" target=\"_blank\">seppuku</a>. </em>Who better to deliver the news than a cheerful refugee from Rupert Murdoch's Wall Street Journal?</p><p>Just kidding.</p><p>All this to set up the real story. Big Data is coming, and it's taking no prisoners. Last week, I successfully completed the out-of-body experience known as the <a href=\"http://www.cloudera.com/hadoop-training/developer-training/\" target=\"_blank\">Cloudera&nbsp;Developer Training for&nbsp;Apache Hadoop</a>.</p><p>Don't worry. Six weeks ago, it was Greek to me as well.</p><p>As an open-source applications architect (you'll have to Google that one..:), I had kept Hadoop on my radar as an eventual to-do item, a distributed computing technology developed in the past few years and incubated at Yahoo, whose Sunnyvale campus was home to my middling development efforts around the same time.</p><p>Hadoop supports a <a href=\"http://en.wikipedia.org/wiki/Gulliver's_Travels#Part_II:_A_Voyage_to_Brobdingnag\" target=\"_blank\">Brobdingnagian</a>&nbsp;approach to analytics,&nbsp;enabling data scientists to manipulate terabytes of information simultaneously, on hundreds or even thousands of computers. Problems that might take days, months or even years to solve in traditional linear fashion are now completed in minutes or hours at most. A gross simplification, but what is life without a bit of hyperbole?</p><p>So after four days cooped up in a windowless room with two dozen rocket scientists from Apple, Juniper, NetApp and assorted other Silicon Vally tribes, after the truly humbling discovery that my Java programming chops had not completely vanished, given my focus on the LAMP stack (<em>ibid, </em>Google), I took an online certification exam that left me quaking with self-doubt until the final message that I had&nbsp;passed. <em>Mirabile dictu</em>.</p><p>To paraphrase another <a href=\"http://en.wikipedia.org/wiki/Pogo_(comic_strip)\" target=\"_blank\">journalistic icon</a>, I have seen the future and it is big data. My <a href=\"http://www.woodylewis.com/content/physics-newspapers\" target=\"_blank\">earlier talk</a> about vectors and the velocity of knowledge? As we say in New York, forget about it. Vectors are a fundamental element of statistical analysis.&nbsp;Data scientists&nbsp;are the new rock stars. Newspapers will morph into social publishers, or die trying. Yes, that's the hook. In a world now sadly <a href=\"http://www.nytimes.com/2011/12/16/arts/christopher-hitchens-is-dead-at-62-obituary.html?_r=1&amp;hpw\" target=\"_blank\">without Christopher Hitchens</a>, patterns of data generated by social gestures will govern the success of journalism, and all forms of publishing. Informed analytics, statistical models driven by machine learning, will resuscitate advertising. An Orwellian fantasy? Perhaps.</p><p>To quote Hitchens, whose <em>Why Orwell Matters </em>joins my growing reading list,&nbsp;\"In whatever kind of a 'race' life may be, I have very abruptly become a finalist.\" Harsh medicine for anyone, especially publishers who ignore Big Data.</p>"
}
