{
  "nid": "92",
  "title": "Breakfast with Tammy Faye",
  "url": "content/breakfast-tammy-faye",
  "body": "<p><span style=\"line-height: 1.538em;\"><img src=\"assets/TammyFaye.png\" alt=\"TammyFaye\" title=\"Tammy Faye\" width=\"200\" height=\"158\" style=\"float: left;\"></span></p><p><span style=\"line-height: 1.538em;\">It took me this long to write about Tammy Faye. I saw her Marianne Faithfull set at Joe's Pub several weeks ago, and it was as brilliant as her send-up of Nico back in 2010. Marianne and Nico broke about the same time in the mid-Sixties - the former with the Velvet Underground, a band that included Lou Reid and John Cale; the latter with her hit \"As Tears Go By,\" written by Mick Jagger, Keith Richards and Andrew Loog Oldham, recorded again later&nbsp;by&nbsp;the Stones.&nbsp;</span><span style=\"line-height: 1.538em;\">Tammy Faye easily inhabits Nico and Faithfull, but that's just the first layer.&nbsp;</span><span style=\"line-height: 1.538em;\">As social critic, she goes beyond mere impersonation, which was never what this was about anyway. She inflicts satire and cynicism on a perfectly willing audience, showing layers of expression, a presentation of self upon self.</span></p><p><span style=\"line-height: 1.538em;\">Like Don DeLillo's excruciating take on Lenny Bruce, analyzed in my forthcoming essay on the DeLillo novel <em>Underworld</em>, Tammy Faye seeds her monologue with meta narrative, talking over the main signal with lucid interstitial gestures. Marianne Faithfull cites Shakespeare in her description of mad Mod machinations, and we see the social critic spearing the all-too-serious literary critic while tearing emotion from her viscera with unnerving ease. Lenny Bruce, like Woody Allen, used the audience as fall man and shrink. Tammy Faye sets up fewer pratfalls, works fewer sympathetic nerves. Instead, her <em><a href=\"http://en.wikipedia.org/wiki/Id%C3%A9es_noires\" target=\"_blank\">idees noires&nbsp;</a></em>resonate like the <em>Sprechstimme </em>in Schoenberg's <em>Pierrot Lunaire</em>.</span></p><p>So it clicked when she used my favorite quote on Facebook:&nbsp;\"...gin to artifice bears the same relation as tears to mascara...\" It made perfect sense that she saw in the quote from <em>Breakfast at Tiffany's</em>&nbsp;that same critical balance Truman Capote sought, and failed to accomplish. Anyone who's read <a href=\"http://www.vanityfair.com/culture/2012/12/truman-capote-answered-prayers\" target=\"_blank\"><em>Answered Prayers</em></a>&nbsp;recognizes the abyss to be avoided. Certainly, Tammy Faye, who skirts the edge with nonchalance. Salud!&nbsp;</p><p>&nbsp;<a href=\"http://www.amazon.com/gp/product/B0016P7SHG/ref=as_li_tl?ie=UTF8&amp;camp=1789&amp;creative=9325&amp;creativeASIN=B0016P7SHG&amp;linkCode=as2&amp;tag=woodylewis-20&amp;linkId=QAHE5I675DF6B5V6\" target=\"_blank\" style=\"line-height: 1.538em;\">Underworld: A Novel</a><img src=\"http://ir-na.amazon-adsystem.com/e/ir?t=woodylewis-20&amp;l=as2&amp;o=1&amp;a=B0016P7SHG\" alt=\"\" width=\"1\" height=\"1\" border=\"0\" style=\"border: none !important; margin: 0px !important;\"></p>"
}
