{
  "nid": "8",
  "title": "Cable cutters: A lesson for newspapers?",
  "url": "content/cable-cutters-lesson-newspapers",
  "body": "<p style=\"text-align: left;\"><img src=\"assets/2009/03/tv31.jpg\" alt=\"tv31\" title=\"tv31\" width=\"269\" height=\"298\" class=\"alignleft size-full wp-image-663\"></p><p style=\"text-align: left;\">The New York Times <a href=\"http://cityroom.blogs.nytimes.com/2009/03/02/cutting-the-cable-as-the-economy-pinches/\" target=\"_blank\">reports</a> that a number of people in the metropolitan area no longer pay for cable television. More would-be subscribers, particularly those under 40, have opted out completely, avoiding even the basic services that everyone took for granted. While the monthly cost is more noticeable in today's economy, especially for recent college grads who might be out of work, the fact that this cohort looks increasingly to Web sites such as <a href=\"http://www.hulu.com/\" target=\"_blank\">Hulu</a> for their programs is significant, not just for cable companies, but also for newspapers.</p><p style=\"text-align: left;\">It's really about what software engineers call the \"use case,\" a particular situation in which the user exhibits certain behavior. In this case, it's the decision to put up with a minor inconvenience in return for a savings of between forty and one hundred dollars a month. When times were good, even the premium services didn't seem excessive. Successful programs like <strong>The Sopranos</strong>, <strong>Six Feet Under</strong>, and <strong>Deadwood</strong>, drove <strong>HBO</strong>'s success. Whether or not today's offerings are comparable, it's no surprise to hear that viewers, especially early adopters more willing to watch a computer screen or an iPhone, are passing up the privilege of subsidizing the next generation of set-top boxes.</p><p style=\"text-align: left;\">The lesson for newspapers? As always, it's about the branding. Hulu is owned by several corporate partners, including <strong>NBC Universal</strong> and <strong>News Corp</strong>. While these are powerful brands in their own right, it's no accident that they chose to deploy a new brand for this online video venture. Consumers are quick to put their stamp of approval on anything that gets, and keeps, their attention. It might have seemed like a flash in the pan, another hare-brained foray by big media, but Hulu appears to have staying power because of its brand and how people relate to it. The big networks have carved off a significant piece of their portfolio and parked it under a \"new school\" brand featured in Super Bowl ads starring <strong>Alec Baldwin</strong>. Much like <strong>William Shatner</strong>'s great success with <a href=\"http://www.priceline.com/\" target=\"_blank\">Priceline.com</a>, Baldwin has fused his personal brand with Hulu's. It would be no great surprise to see him with his own <strong>YouTube</strong> channel, like Shatner's.</p><p style=\"text-align: left;\">Newspapers need to create similar \"new school\" brands, online platforms that aren't necessarily tied to one publisher. Readers will brand themselves within this space, create personal mashups of feeds and subscriptions, and interact on Facebook, Twitter, and other services. Call it <strong>social journalism</strong>. That's as good as any other name, and here's an example: Each morning, I read enough of the New York Times online to have a fair idea of what's happening. Besides the news, I scan the Books, Arts, and Theater sections. Somehow, I missed the fact that Horton Foote, the playwright and screenwriter, had died yesterday. My brother sent me a Facebook message, and I found the obit in the Movies section, which I don't always get to.</p><p style=\"text-align: left;\">Hulu is free because it's supported by ads that run during normal commercial breaks. It acquires the rights to distribute its videos, which are available on major portals such as <strong>AOL</strong>, <strong>MySpace</strong>, and <strong>Yahoo</strong>, and a number of blogs and sites that have chosen to embed the Hulu video player. The model seems to work, and it's not very complicated. Newspapers need to create a similar framework. Their survival might depend on it.</p>"
}
