{
  "nid": "100",
  "title": "Cameron Brown",
  "url": "content/cameron-brown",
  "body": "<p><span style=\"line-height: 1.538em;\"><img src=\"assets/CamBrown.jpg\" alt=\"Cam Brown\" width=\"300\" height=\"225\" style=\"float: left; margin-left: 4px; margin-right: 4px;\">The Ornette Coleman album </span><em style=\"line-height: 1.538em;\">The Shape of Jazz to Come </em><span style=\"line-height: 1.538em;\">begins with \"Lonely Woman,\" a plaintive tune featuring four instruments whose smoky voices obscure the absence of a colleague. As in Prince's pop hit of a later generation, \"When Doves Cry,\" the unconventional orchestration&nbsp;tightens the remaining ensemble.&nbsp;Prince omitted the bass, replacing its harmonic and rhythmic character with his guitar and a layer of percussion. Ornette omitted the piano, creating an historic sound that disrupted, then captivated the world of jazz.&nbsp;</span></p><p>On the Fourth of July, Cameron Brown continued this tradition by taking the stage at the Cornelia Street Cafe with his group, Danny's Calypso. This ensemble consisted of Brown on bass,&nbsp;<span style=\"line-height: 1.538em;\">Jason Rigby on tenor, Lisa Parrott on alto &amp; baritone, Russ Johnson on trumpet, and Tony Jefferson on drums. For nearly an hour, they&nbsp;</span><span style=\"line-height: 1.538em;\">produced</span><span style=\"line-height: 1.538em;\">&nbsp;textures and voicings with the compressed complexity of a pen and ink drawing, or a gouache. That is to say, the reductive absence of piano achieved a sharper impression, a space of air whose cubic footage shimmered with weight.</span></p><p><span style=\"line-height: 1.538em;\">As he mentioned early on, Cam Brown played with the late Dannie Richmond, a drummer best known for his work with Charles Mingus. Brown and Richmond were part of the George Adams quartet, which also featured pianist Don Pullen. Neither Richmond nor Adams lived to be 60.</span></p><p><span style=\"line-height: 1.538em;\">It is tempting to call Cam Brown a successor to Mingus. He plays with similar tautness, showing a cellist's dexterity in the high register, navigating angular melodies and double stops over wide intervals. But just when the listener makes this comparison, Brown will drop a smoky passage that evokes the work of Paul Chambers on <em>Kind of Blue</em>, or pluck a kinetic run reminiscent of Jimmy Garrison. </span></p><p><span style=\"line-height: 1.538em;\">Yes, Cam Brown does play on the level of Miles and 'Trane, but with a unique personal style. His <em>Baby Suite&nbsp;</em>begins with a figure played in near-unison by horns and bass. The compression of seconds and thirds gradually expanding outward drives the melody into improvisatory fragments that need no underpinning, that would in fact suffer from any continuo. Trumpet and saxes converse in twos and threes, linking the note clusters like brush strokes. The concise austerity of Jefferson's drumming permits Brown to wander the registers, linking melody with rhythm, then speaking in solo.</span></p><p>Cam Brown has worked with Don Cherry, Donald Byrd, George Shearing, Chet Baker and Dewey Redman, among others. He has appeared on more than 80 recordings. <span style=\"line-height: 1.538em;\">The Danny's Calypso date was part of a three-night stand at the Cornelia Street Cafe that featured a duo with vocalist Sheila Jordan the night before, and on the following night, a&nbsp;</span><span style=\"line-height: 1.538em;\">performance of Cameron Brown and the Hear and Now. These were all moments in jazz history, and those that occur in the future should not be missed.</span>"
}
