{
  "nid": "78",
  "title": "The case for online voting",
  "url": "content/case-online-voting",
  "body": "<p><span style=\"font-size: large;\"><img src=\"assets/quill_pen.jpg\" alt=\"quill pen\" width=\"160\" height=\"240\" style=\"float: left; margin: 4px;\"></span></p><p><span style=\"font-size: large;\">Early in the morning on Election Day, I paid a couple of bills online, spending no more than five minutes on my bank's web site. With a few clicks and keystrokes, I sent hundreds of dollars of my hard-earned money through a bank's payment system to various creditors who support my attempt at a comfortable lifestyle.</span></p><p><span style=\"font-size: large;\">Then I walked over to my local polling place and spent twenty minutes in a scene reminiscent of a supermarket the day before Hurricane Sandy made landfall. Long lines snaking around the public school gymnasium in no apparent scheme or pattern. People literally turning around in circles, waving reminder notices like some talisman of entitlement. When I reached the poll workers for my Election District (I hesitate to use the acronym E.D...:), it took the nice young man five minutes to find my name in his book, rotate it for my signature, put a ballot and authentication card in a folder and hand them to me.</span></p><p><span style=\"font-size: large;\">I was lucky to find an empty \"voting booth,\" in reality a mini-cubicle with a pen dangling from a chain, much like the branches of my aforementioned bank, where I am seldom seen these days. After carefully reviewing the choices (i.e.- verifying my destination column on the far left), I reaffirmed my <a href=\"http://en.wikipedia.org/wiki/Yellow_dog_Democrat\" target=\"_blank\">Yellow Dog Democrat</a> status by voting for Barack Obama and his followers. I carefully filled in the ovals, straight down the column, then took my ballot and card over to the scanners. A nice young woman watched me insert my ballot into a scanner, and then took my card. She thanked me and left me wondering about the anti-climactic feeling. No little sticker saying \"I voted,\" but that was in the warm and fuzzy Bay Area town of <a href=\"http://www.cityofsancarlos.org/\" target=\"_blank\">San Carlos</a>, in 2008. Now, I'm in Brooklyn. \"You voted? Thanks, keep it moving, buddy. We don't have all day.\"</span></p><p><span style=\"font-size: large;\">Just kidding. And you might say, \"20 minutes? <a href=\"http://www.washingtonpost.com/local/dc-politics/long-voting-lines-blamed-on-high-turnout-too-few-poll-workers-and-voting-machines/2012/11/07/c1057972-291d-11e2-b4e0-346287b7e56c_story.html\" target=\"_blank\">Count your blessings</a>.\" But I'm a forward thinker, you see. A believer in technology beyond the fact that I make a living at it. </span></p><p><span style=\"font-size: large;\">We have *got* to institute online voting. The right way. Not the <a href=\"http://techcrunch.com/2012/11/06/experimental-software-discreetly-installed-on-ohio-voting-machines/\" target=\"_blank\">GOP last-minute-software-patch-pay-no-attention-to-that-man-behind-the-curtain crap</a>.&nbsp;</span></p><p><span style=\"font-size: large;\">I mean a secure national network with authentication tied to reliable, non-discriminatory government I.D.&nbsp;</span><span style=\"font-size: large;\">Managed by a regulated organization with governance.</span></p><p><span style=\"font-size: large;\">Of course, the Republicans will whine that this is another symptom of this country's slide toward socialism. To which I reply, much in the apocryphal way of <a href=\"http://dailycurrant.com/2012/11/07/rahm-emanuel-we-fucking-won/\" target=\"_blank\">Rahm Emanuel</a>, \"You're dead to me.\"</span></p><p><span style=\"font-size: large;\">No, that's not what I would really say, but this is a family program.</span></p><p><span style=\"font-size: large;\">&nbsp;</span></p>"
}
