{
  "nid": "35",
  "title": "CES - Fractal Enterprise, Part 3 ",
  "url": "content/ces-fractal-enterprise-part-3",
  "body": "<p><img src=\"assets/2011/01/trump_crop.jpg\" alt=\"trump_crop\" title=\"trump_crop\" width=\"171\" height=\"249\" class=\"alignleft size-full wp-image-1305\"></p><p>Yes, I did attend CES 2011. I flew into Las Vegas late last Wednesday, checked into the <a href=\"http://www.venetian.com/\" target=\"_blank\">Venetian</a> (actually, the adjoining <a href=\"http://www.palazzo.com/\" target=\"_blank\">Palazzo</a>), spoke over the next two days with numerous executives from media and entertainment companies, and flew out Saturday morning to beat the crowds at the airport. All without setting one foot on the <a href=\"http://www.cesweb.org/showFloor/default.asp\" target=\"_blank\">Show Floor</a>. I'm not afraid to admit that because I couldn't have been more productive if I had battled the epic <a href=\"http://www.videos.com/play/M16357497-4/cars/ces_taxi_line.html\" target=\"_blank\">taxi lines</a> to get over there, or simply walked as at least one executive said he would. While the geek in me was going through mild withdrawal, despite my attendance in a previous life at multiple Macworld and NAMM (digital music) shows, I was fully immersed in what might have been the makings for next year's CES. Instead of physically inspecting the new toys, I read and watched the announcements whenever I had the chance, which wasn't very often given the intensity of my meetings, the enterprise social gestures that will influence next year's show, a parallel process to the execution of this year's. Even the receptions and dinners provided a framework for information and knowledge transfer. There was no mystery, no bedazzled wandering between booths, but a focused distribution of messages with varying velocities. We have acknowledged the social enterprise, and the events of the past six months that have informed its <a href=\"http://woodylewis.com/node/21\" target=\"_blank\">velocity</a>. Social branding was the beginning, a function of encapsulating the conversation between buyer and seller in a wrapper of relevancy. Customer networks morphed into webs of influence, with the most devout buyers becoming part of the ecosystem, evangelizing by their very actions. As an aggregation of enterprise gestures, CES has morphed into a self-policing communications platform. Word of the best product intros spread through channels that hosted real-time comments. Hard to hide a flop these days. And word of the best partner conversations in those hotel suites spread through different channels, enterprise graphs that will drive engagement strategies for the coming year. The velocity of real-world travel was intense enough. Nothing gets you out of bed early Saturday morning - particularly after a heroic evening of...um, <a href=\"http://www.flickr.com/photos/woodylewis/5346234933/\" target=\"_blank\">decompressing</a> - faster than the thought of encountering the same 45-minute wait for a taxi I experienced on my arrival. But that was nothing compared to the velocity of enterprise gestures. From a distance, perhaps from the convention floor, they appeared to be an amorphous mass of corporate buzz-speak. Like a true fractal, however, their significance becomes distinguishable upon closer inspection.</p>"
}
