{
  "nid": "42",
  "title": "Color - Social Trap or Gesture? ",
  "url": "content/color-social-trap-or-gesture",
  "body": "<p><a href=\"assets/2011/03/trap_chips.jpg\"><img src=\"assets/trap_chips.jpg\" title=\"trap_chips\" width=\"300\" height=\"225\" style=\"float: left; margin-left: 4px; margin-right: 4px;\"></a>Last week I received a nice response to an earlier post about <a href=\"http://www.woodylewis.com/2011/03/04/intimate-behavior-in-social-publishing/\" target=\"_blank\">network proximity</a>. Referring to that piece, a Belgian digital media strategist named <a href=\"http://twitter.com/#!/jourik\" target=\"_blank\">Jourik Migom </a>made the comment that \"proximity is the new network effect,\" an elegant restating of my premise. One day later, the Web was buzzing about Color, a new <a href=\"http://digitallife.today.com/_news/2011/03/24/6333613-new-app-automatically-shares-photos-with-everyone-near-you\" target=\"_blank\">social networking app</a> that embodies this same premise. It allows users to see photos taken by other users within a 150-foot radius. (Here's a <a href=\"http://color.com/s/6SuF0g\" target=\"_blank\">Color snapshot of this blog post in progress</a>). There have been complaints about its cryptic interface, but Color appears to be an iterative app, harvesting such comments to improve its later releases. With no shortage of funding after its recent $41 million injection from firms like Sequoia Capital, Color can afford to ratchet up its feature set in deliberate increments. The buzz is already powerful, with Sequoia, not usually given to hyperbole, stating that it \"expects Color to advance the post-PC revolution by inventing new applications that bring people together through <a href=\"http://news.yahoo.com/s/nf/20110324/tc_nf/77856\" target=\"_blank\">proximity, social and visual presentations</a>.\" There's that word \"proximity\" again. So what about the trap? Well, it's not as insidious as all that. Low-level programmers will recognize this reference to <a href=\"http://www.computer-dictionary-online.org/?q=trap\" target=\"_blank\">interrupts</a>. In this context, Color traps a photographic event, interrupting the activity of an ecosystem, the proximate mini-community, to publish the captured image. The idea is that users of this app will opt-in to this shared interruptible state. Conceptually, this is no different than allowing Facebook friends to post to your wall, send real-time direct messages or chat. The difference is in the <em>velocity</em> of interrupts. Color 1.0 has a skeletal framework for messaging. It's easy to imagine future versions using SMS messages or recorded sound bites. Other apps have started using this <a href=\"http://groupme.com/\" target=\"_blank\">group communication paradigm</a>. All this is still the tip of the iceberg, because the inventor of Color is none other than Bill Nguyen, who started the LaLa music locker service and <a href=\"http://www.wired.com/epicenter/2010/04/apple-kills-lala-music-service/\" target=\"_blank\">sold it to Apple in 2009</a>. As a former LaLa user who spent the better part of a week uploading an iTunes library, I can unequivocally say that it was a winning idea, perhaps too winning for comfort in Cupertino. Trapping images in a social framework goes LaLa one better. Embedding images <em>and music</em> in an event-driven context <a href=\"http://www.fastcompany.com/1742613/how-color-founder-bill-nguyen-plans-to-outmaneuver-groupon\" target=\"_blank\">just might be the holy grail</a>.</p>"
}
