{
  "nid": "98",
  "title": "Crystal Monee Hall",
  "url": "content/crystal-monee-hall",
  "body": "<p><span style=\"line-height: 1.538em;\"><img src=\"assets/CRYSTAL%20HALL.crop_.jpg\" alt=\"Crystal Hall\" title=\"Crystal Hall\" width=\"400\" height=\"300\" style=\"float: left; margin-left: 4px; margin-right: 4px;\">The cast of a musical has a unique chemistry, a pattern of group behavior that persists even after the show has closed. Members of a band may coalesce around an image, a sound - or, more frequently these days, a brand - but the dynamic is different. A musical forms a family, its cast physically and spiritually related by the common experience of serial performance, each show as different as the mood on stage and in the audience.</span></p><p>Last night at the <a href=\"http://rockwoodmusichall.com/\" target=\"_blank\">Rockwood Music Hall</a>&nbsp;on the <a href=\"http://en.wikipedia.org/wiki/Lower_East_Side\" target=\"_blank\">LES</a>, Crystal Monee Hall put on a family performance. Her musical roots, nourished in the&nbsp;<span style=\"line-height: 1.538em;\">Broadway and national tour productions of RENT, were on full display. Leading two background singers, a pianist and a percussionist through a set of songs that flowed as effortlessly as her vocals, she captured the audience of friends and strangers alike.</span></p><p><span style=\"line-height: 1.538em;\">Her unique style blends gospel, R&amp;B and folk, though no one label does justice to the quality of her voice. As lead singer of the Mickey Hart band, she drew the ultimate musical family of Grateful Dead fans. That Bay Area chemistry, an admixture of Haight-Ashbury and the Oakland residence that followed her Virginia origins, was present in the room.</span></p><p><span style=\"line-height: 1.538em;\">Working with or without her acoustic guitar, Crystal hardly needed to consult her male and female vocalists, often looking like an earth mother corraling her flock. Even the percussionist and piano player sang, interchanging parts as smoothly as they later exchanged instruments. She sang with back porch intimacy, her tribe of followers gathered to celebrate her obvious joy at performing.&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">&nbsp;There's nowhere to hide in a small club like the Rockford...it's the kind of&nbsp;</span><span style=\"line-height: 1.538em;\">venue a true performer loves. The audience is close enough to touch, and when you sing like Crystal Monee Hall, you can feel the love.&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">River Train</span></p><p><span style=\"line-height: 1.538em;\">Three Days in Nashville</span></p>"
}
