{
  "nid": "9",
  "title": "Death of a Salesman, or death of a product?",
  "url": "content/death-salesman-or-death-product",
  "body": "<p><img src=\"assets/2009/03/salesguy1-300x228.jpg\" alt=\"\" width=\"300\" height=\"228\" class=\"alignleft size-medium wp-image-701\"></p><p>Last week was busy, and full of surprises. It was busy because, among other things, I wrote my first piece for Mashable: \"<a href=\"http://mashable.com/2009/03/11/newspaper-industry/\" target=\"_blank\">10 Ways Newspapers are Using Social Media to Save the Industry</a>.\" I received lots of comments, most of them positive, and the level of Twitter traffic confirmed that this is an important, often emotional, issue for many. The surprises came after the piece was published. Since this is a living breathing topic that will define the future of an industry, I was prepared for an iterative debate that would offer both sides, the legacy advocates and the new-school revolutionaries, a chance to air their views. I was unprepared for several peremptory statements, and the clarity of supporting arguments. On Friday, my friend <strong><a href=\"http://twitter.com/MarieADomingo\" target=\"_blank\">Marie Domingo</a></strong> tweeted me: \"Dvorak is right, nwspr publishers r idiots! synd, boring generic content killed the biz, not Web\" She was actually retweeting <a href=\"http://twitter.com/p1lonn\" target=\"_blank\">@p1lonn</a>, who was referring in turn to <strong>John Dvorak</strong>'s <a href=\"http://www.pcmag.com/article2/0,2817,2342984,00.asp?kc=PCRSS03079TX1K0000584\" target=\"_blank\">latest column</a> in PC magazine, a piece bearing the provocative title \"Newspaper Publishers Are Idiots.\" Now, Dvorak has been a well-known pundit in Silicon Valley for several decades, so the hyperbole was forgivable, if unexpected. However, I wasn't prepared for his take on a subscription-based Web site for the New York Times - \"<span id=\"intellitxt\">Let me put it bluntly: This won't work. It will completely sink the publication faster than it's already sinking.</span>\" What he means is the Times has syndicated its content so aggressively that it will always be available, somewhere on the Web, for nothing, so why pay for it? The corollary of his observation, that monetizing the syndication would drive away business, became painfully clear. An economic conundrum, to be sure. Yesterday, I read an Online Journalism Blog <a href=\"http://onlinejournalismblog.com/2009/03/13/if-youre-still-thinking-about-charging-for-online-news-in-2009-youre-dead-already-a-primer/\" target=\"_blank\">post</a> with the headline, \"If you're still thinking about charging for online news in 2009, you're dead already (a primer).\" The message from this UK-based publication? “Anyone in the content business knows that their product is not newspapers, or broadcasts, or magazines, or even news, or even content, or even information...Your product is readership, which you sell to advertisers.\" I may print that one out and turn it into a screen-saver. The <em>coup de grace </em>was posted on Facebook by <strong>Kenny Miller</strong>, EVP and Creative Directory for Global Digital Media at MTV Networks. He's been a digital media strategist for several decades. When I saw that his post was a link to a piece on <strong>Clay Shirky</strong>'s blog, I could see where this was going. Shirky teaches at NYU's Interactive Telecommunications program. Like <strong>Lawrence Lessig</strong>, he's one of those brilliant people you never hear from, until they blow you out of the water. And trust me, I don't often use the word \"brilliant.\" Shirky's piece, \"<a href=\"http://www.shirky.com/weblog/2009/03/newspapers-and-thinking-the-unthinkable/\" target=\"_blank\">Newspapers and Thinking the Unthinkable</a>,\" should be required reading for anyone affiliated with, or rooting for, a newspaper of any size. Early on, he says \"There is no general model for newspapers to replace the one the internet just broke...organizational forms perfected for industrial production have to be replaced with structures optimized for digital data.\" This would be enough to get the juices going, to wake up all but the completely tone-deaf, but then he goes on to craft an exquisite argument, one that really serves as an obituary: \"When someone demands to know how we are going to replace newspapers, they are really demanding to be told that we are not living through a revolution. They are demanding to be told that old systems won’t break before new systems are in place. They are demanding to be told that ancient social bargains aren’t in peril, that core institutions will be spared, that new methods of spreading information will improve previous practice rather than upending it. They are demanding to be lied to....There are fewer and fewer people who can convincingly tell such a lie.\" I had to offer that lengthy quote, just as I have to add the tag line that comes several paragraphs later: \"Society doesn’t need newspapers. What we need is journalism.\" Brilliant. So I haven't changed my tune, just the key that I'm whistling in. Whistling by the graveyard? Not at all, because I'm not a newspaper person. I'm a writer, a social media strategist, and enough of a Web developer to look underneath the hood of any new technologies. I have no vested interest in the status quo, only a deep respect for journalism. We are at one of the most kinetic inflection points in the history of mass communication. I've always maintained that it's all about the brand, not the newspaper, and that to preserve their brands, the papers will have to work across the boundaries of individual companies. Corporate and personal brands will blend as journalists, \"professional\" and amateur, change the business model for good. So I haven't stopped selling the survival of newspapers, I've just taken another look at the merchandise.</p>"
}
