{
  "nid": "22",
  "title": "DeLillo and the Fabric of Antiquity",
  "url": "content/delillo-and-fabric-antiquity",
  "body": "<p><img src=\"assets/2010/02/scrolls-246x300.jpg\" alt=\"scrolls\" title=\"scrolls\" width=\"246\" height=\"300\" class=\"alignleft size-medium wp-image-1031\"></p><p><strong>Don DeLillo</strong> is my favorite author, one of only a handful whose work I will buy when it first comes out in hardcover, even pre-order it on Amazon, as I did with <a href=\"http://www.amazon.com/Point-Omega-Novel-Don-DeLillo/dp/1439169950\" target=\"_blank\">Point Omega</a>, his new novel. Before I read him, I had that faint feeling of irresponsibility, that DeLillo was one of several names missing from my reading history, like <a href=\"http://en.wikipedia.org/wiki/Alain_Robbe-Grillet\" target=\"_blank\">Robbe-Grillet</a> and <a href=\"http://en.wikipedia.org/wiki/Rainer_Maria_Rilke\" target=\"_blank\">Rilke</a>, writers whose importance was unquestioned. I knew that he was well-regarded, but had no idea that his prose would ring so true, that his deadpan minimalist way of describing characters ranging from Bucky Wonderlick, the reclusive rock star hero of <strong>Great Jones Street</strong>, to James Axton, the opaque expatriate narrator of <strong>The Names</strong>, would affect my own personal narrative. Books like <strong>White Noise</strong> and <strong>Mao II</strong> (my personal favorite) were prescient gems of social criticism, layered with a New York brand of cynical humor that produced characters such as Alphonse Stompanato, the professor of popular culture in White Noise, whose surname of course evokes <a href=\"http://en.wikipedia.org/wiki/Johnny_Stompanato\" target=\"_blank\">Johnny Stompanato</a>, lover of Lana Turner, whose daughter stabbed him to death claiming she was defending her mother. DeLillo got his start in advertising, writing terse copy for mainstream America, spinning icons out of thin air while learning his real trade - the manipulation of images, symbols, and meta-characters, people whose lives are the first derivative from our common human experience. I was thrilled to re-read his magnum opus <strong>Underworld</strong> for my MFA graduate lecture, partly because I wanted to go back over the 800+ pages of dense narrative, and partly because I felt something was waiting for me. Sure enough, when I examined his early description of the vast desert wasteland of the Southwest, whose white emptiness contrasts so acutely with the blackened Bronx tenements he covers later, the locus of his childhood trauma, I unearthed a few <em>tours de force</em> that could only have come from an ex-copywriter. When he talks about \"lonely-chrome America,\" for example, I thought of <a href=\"http://www.edwardhopper.info/i/Nighthawks.jpg\" target=\"_blank\">Edward Hopper's Nighthawks</a>, the product of an artist who suggested one medium within another, whose paintings could have been photographs, and were in fact influenced by the genre of Hollywood stills. DeLillo's entire output since Underworld, four slim novels, has barely equaled the page count of that one giant work. <strong>The Body Artist</strong>, a Kabuki rendering of half a marriage, is a study in minimalism. <strong>Cosmopolis</strong> is a Leopold Bloom-like journey within a single day, through the streets of New York instead of Dublin. <strong>Dangling Man</strong>, his much-anticipated take on 9/11, disappointed most, though I thought his characteristic understatement well-suited to the hollowness we all felt about the event. So it's understandable that Point Omega would generate the same criticism. DeLillo can't write another big one. DeLillo's characters are shallow, empty, devoid of humanity. The protagonist of this novel, a reclusive military strategist named Elster (get it?), has not gone over well with the critics, who continue to clamor for the old DeLillo. But that 's not going to happen. In the same way that journalism, and other legacy media, will never be the same, DeLillo's novels will never be the same. Whether or not he does produce another 800-page work (I'd bet against it, though I'd be happy to lose), DeLillo has made the commitment to a new form. Point Omega features an art installation built around a 24-hour showing of Hitchcock's <strong>Psycho</strong>, frame by frame. Film is important to DeLillo (e.g. - the <a href=\"http://en.wikipedia.org/wiki/Zapruder_film\" target=\"_blank\">Zapruder footage</a> in Underworld) because it's the new novel to many, the new archival form. His prose does not merely examine film, it&nbsp;<em>becomes</em> film, engaging in cinematic devices the way few others can. The clamor for his return to the old form mirrors the discomfort of those mourning old-school journalism. Ignore the philistines. Bring back the brotherhood of truth. Well, it's not going to happen, at least not quite that way. Truth, of course, is eternal. It's just the purveyors of truth who'll have to change their style to survive. DeLillo is special because he bridges generations and can point to the future. Critics will always have their say, but he is the ultimate critic, whose work speaks for itself. What a lofty goal for any writer.</p>"
}
