{
  "nid": "19",
  "title": "The Elasticity of Brand",
  "url": "content/elasticity-brand",
  "body": "<p><img src=\"assets/2009/12/rubber_band_ball-271x300.jpg\" alt=\"rubber_band_ball\" title=\"rubber_band_ball\" width=\"271\" height=\"300\" class=\"alignleft size-medium wp-image-943\"></p><p>OK, so now it's nearly four months since my last post. The simple explanation? I started a massive software project shortly thereafter, wading through a dense, poorly documented codebase to find the entry points for modified functionality and a new interface. The right-brain/left-brain balance was challenged. For most of this year, I had been working on a more strategic level, still based in <a href=\"http://drupal.org/\" target=\"_blank\">open-source code</a>, but at a higher level. In the face of a protracted development schedule, my focus narrowed. Given that I also write fiction everyday, primarily the novel I'm working on, there was little headroom left for the thoughts that have populated this blog. That's the simple explanation. In a more complex reality, my personal brand became less elastic. I started this year by leaving a job where I had done technical product management, as well as Web development. By amplifying my social media presence, I projected the breadth and depth of my skill set. I was able to work on projects that required every aspect of that set, and my ideas flowed freely. My <a href=\"http://www.chroniclebooks.com/\" target=\"_blank\">current employer</a> first contacted me via the most popular job-related <a href=\"http://www.linkedin.com/in/woodylewismba\" target=\"_blank\">social media network</a>. That by itself was a sign of its forward-looking culture. I became immersed in that culture, and as it so often happens in the initial cycle, everything else faded into the background. Since my last blog post, I've been absorbing new information, and generating new constructs, at a rapid rate. So the elasticity of knowledge has changed. At first, I thought that would be the title of this piece. In economics, the concept of elasticity of demand refers to the decreased interest in a product as its price increases (or something like that, it's been decades since I took macro and micro in business school). In a <a href=\"http://en.wikipedia.org/wiki/Knowledge_economy\" target=\"_blank\">knowledge economy</a>, the ability of a person, or an enterprise to absorb and process new knowledge is a function of existing payload and bandwidth. Yes, these are networking terms, and they apply equally to my premise. By shortening the arc of my reasoning process (i.e.- concentrating on code-level architectural and design issues), I've been able to perform demanding tasks, but at the price of negotiating less peripheral, or ancillary knowledge. My personal brand has strengthened in the Web development space. The more I do, the more I realize that being a senior software engineer has as much to do with combat experience as it does absolute knowledge. You can be a brilliant PhD, but if you don't know where you are in a project, or the ramifications of your theoretical decisions, you're not as valuable as a hardened (jaded?) veteran who's seen too many miscues. So the elasticity of my personal brand has changed. I'm less involved in strategic digital media issues than I have been in quite awhile. Strangely enough, this has clarified my strategic vision. It's almost as if, by concentrating on the low-level technical issues, I've sharpened my view of the big picture. I have shortened the horizontal and broadened the vertical, to use terms I'll define more fully in my next piece. There's a book here somewhere, and I'm going to write it.</p>"
}
