{
  "nid": "104",
  "title": "Fab Four Plus Fifty, the Hard Way",
  "url": "content/fab-four-plus-fifty-hard-way",
  "body": "<p><img src=\"assets/AHDN.jpg\" alt=\"A Hard Day's Night\" title=\"A Hard Day's Night\" width=\"300\" height=\"169\" style=\"float: left; margin: 0px 4px;\">The power of the Beatles was not immediately obvious. To those of us who first heard them in 1964, the nasal accents and plagal harmonies seemed a logical extension of our rock sensibility. Sure, they owed a great debt to the Everly Brothers, and the Beach Boys. We knew they were different, but we didn't realize <em>how</em> different, or how they would change everything.</p><p>Charles Taylor's <a href=\"https://lareviewofbooks.org/essay/eight-arms-hold\" target=\"_blank\">essay</a> on <em>A Hard Day's Night</em>&nbsp;tracks the film's evolution from its intended quick-and-dirty commercial success to generational icon. He tells us what we thought we knew, but never admitted to ourselves, much less our friends:</p><p>\"Teenagers screaming for pop idols, whether from the past or the present, can seem quaint to us. But the screaming for the Beatles has much less to do with teenage girls (or maybe the boys screaming on the inside) wanting John, Paul, George, or Ringo for a mate than wanting the exhilaration and fullness of life they collectively represent. It's an instinctive response to a profoundly felt moment, a moment that can never come again, not just because the Beatles can never be replicated but because the conditions don't exist for any performer to dominate the popular consciousness in the way the Beatles did.\"</p><p>For me, an African-American teenager growing up as a wannabe Jewish hipster in Brooklyn, the Beatles were a godsend. Yes, the boy screaming inside me copied the long hair and the tight pants and the pointed boots, wondering what it all meant, pondering these issues over the next decade as I pursued and then walked away from my own career in rock<span style=\"line-height: 1.538em;\">, ending with a stint as sideman to the recently rediscovered <a href=\"http://www.theguardian.com/music/2012/mar/28/jobriath-marc-almond\" target=\"_blank\">Jobriath</a>. (No credit on the released albums, but I'm in the <a href=\"http://jobriaththemovie.com/\" target=\"_blank\">film</a>, playing bass at Electric Ladlyland, working with&nbsp;<a href=\"http://www.eddie-kramer.com/\" target=\"_blank\">Eddie Kramer</a>&nbsp;on a track called \"As the River Flows.\")</span></p><p>The Beatles, particularly John Lennon, gave my generation the gift of plausible rebellion, a trait that both guided and doomed my subsequent<span style=\"line-height: 1.538em;\">&nbsp;banking&nbsp;</span><span style=\"line-height: 1.538em;\">career, along with my former and current stints as corporate software maven. That \"Mister, can we have our ball back?\" line, so aptly quoted by Taylor as one of the surreal, non-corporeal scenes in </span><em>AHDN</em><span style=\"line-height: 1.538em;\">, encapsulates the liberation from knee-jerk sequence - the college/army/corporate/suburb shuffle so wryly eulogized in </span><em style=\"line-height: 1.538em;\">Mad Men</em><span style=\"line-height: 1.538em;\">. We occupied university buildings, burned draft cards and dropped acid, all the while reassured that it was OK to get high with a little help from our friends. In the ugliness that followed - Altamont, Kent State, the fall of Saigon - we kept that sweet message close to heart, even when eulogizing the messenger himself, when he </span><a href=\"http://news.bbc.co.uk/onthisday/hi/dates/stories/december/8/newsid_2536000/2536321.stm\" target=\"_blank\" style=\"line-height: 1.538em;\">died</a><span style=\"line-height: 1.538em;\"> in 1980.</span></p><p><span style=\"line-height: 1.538em;\">Today, that rebellion continues to question the establishment, only this time it's the digital honchos who need roiling. None of today's hip offerings approaches the honesty of Richard Lester's collaboration with the Beatles. Taylor embeds this judgment in recursive damnation:&nbsp;</span><span style=\"line-height: 1.538em;\">&nbsp;</span></p><p>\"Every rock critic or former rock critic, every fan or blogger who proclaims the empowering democracy that the digital age has made possible is in fact denying the possibility for the kind of pop moment that, as with Elvis or the Beatles or punk, called everything into question, made us ask what it was we wanted of our life, and fed that energy into political and social ways those changes could be realized. They are celebrating their own irrelevancy.\"</p><p>Whether Taylor becomes the larger critic for saying this, or the more clever critic for escaping his own indictment as cottage-industry pundit, his words weigh as heavily as Lennon's comparison of the Beatles' popularity to that of Jesus. I prefer the lyrics to \"Imagine,\" particularly in the face of today's melange:</p><p>\"Imagine there's no countries<br><span style=\"line-height: 1.538em;\">It isn't hard to do</span><br><span style=\"line-height: 1.538em;\">Nothing to kill or die for</span><br><span style=\"line-height: 1.538em;\">And no religion too\"&nbsp;</span></p>"
}
