{
  "nid": "1",
  "title": "Familiar Swoon",
  "url": "content/familiar-swoon",
  "body": "<p style=\"text-align: left;\"></p>\n\n<div class=\"mceTemp\" style=\"text-align: left;\"><dl id=\"attachment_210\" class=\"wp-caption alignleft\" style=\"width: 276px;\"> <dt class=\"wp-caption-dt\"><img class=\"size-full wp-image-210\" title=\"nymag_times_200h\" src=\"assets/2009/01/nymag_times_200h.jpg\" alt=\"NY Magazine photo by Mike McGregor\" width=\"266\" height=\"200\" /></dt> <dd class=\"wp-caption-dd\">NY Magazine photo by Mike McGregor</dd> </dl></div>\n<p style=\"text-align: justify;\">The newspaper business is in a familiar swoon, a predicament reminiscent of the music business, though more frightening in its implications. A recent <a href=\"http://nymag.com/news/features/all-new/53344/\" target=\"_blank\">New York Magazine article</a> by <a href=\"http://nymag.com/nymag/author_112/\" target=\"_blank\">Emily Nussbaum</a> portrayed a group of \"renegade cybergeeks\" as the possible saviour of the New York Times, perennially known as the Gray Lady. Never mind the meta-significance of an upstart print competitor turned oracle dishing this kind of message from a bed of iconoclastic images, ads, and all the other metropolitan artifacts that help push its brand past the noise. The point is, like the record labels now engaged in a tooth-and-nail struggle with...renegade artists and digital distributors, the newspaper publishing industry, which the New York Times represents by default and reputation, has fallen on rough times. A double whammy of shrinking ad revenue and an inability to cut costs without cutting into muscle and bone, has led to a contraction of biblical proportions. Armaggedon is here, say the pundits, or maybe it's come and gone, since the struggle seems largely over. And yet, it's not, at least if you acknowledge the opportunity in front of the newspaper business, the chance to change with the times, so to speak, and not mourn the death of them.</p>\n<p style=\"text-align: justify;\">The fact that the now-establishment New York magazine depicts anything that has to do with Web 2.0 as iconoclastic illuminates the solution: embrace the model, not just the business model, but the underlying process. Newspapers provide a cultural interface to the community. The news will never change, just the process by which it's aggregated and disseminated. We are in a chaos model when it comes to information and knowledge. Sadly, the printing press may disappear, at least with respect to the <em>le quotidien</em>. Yes, the new breed of journalists may be renegades today, but let's not portray them as rebels. That's old school. All we're doing is watching an industry change. For the better.</p>"
}
