{
  "nid": "109",
  "title": "The Fog of More",
  "url": "content/fog-more",
  "body": "<p><img src=\"http://woodylewis.comassets/war_moyan_brenn.jpg\" title=\" photo by Moyan Brenn\" width=\"240\" height=\"150\" style=\"float: left; margin-left: 4px; margin-right: 4px;\"></p><p>&nbsp;<span style=\"line-height: 1.538em;\">I went to a reunion of war veterans and a panel discussion broke out. On a bone-chilling night just north of TriBeca (OK, it was above freezing, but I'm a curmudgeon who chills easy), I attended an event sponsored by </span><span style=\"line-height: 1.538em;\">CONSEQUENCE</span><span style=\"line-height: 1.538em;\">, the literary magazine focusing on the culture of war. The title of this event -</span><em style=\"line-height: 1.538em;\">Tip of the Spear: A Discussion on the Evolution of Special Operations, Intelligence and Counter-Terrorism Operations in the Media and Literature</em><span style=\"line-height: 1.538em;\">.&nbsp;</span></p><p>The conversation was bound to be lively because Bob Shacochis, the explosive novelist/journalist/soldier of fortune, was on the panel. Bob's new novel, <em><a href=\"http://www.amazon.com/gp/product/B00CIWZ8JQ/ref=as_li_qf_sp_asin_il_tl?ie=UTF8&amp;camp=1789&amp;creative=9325&amp;creativeASIN=B00CIWZ8JQ&amp;linkCode=as2&amp;tag=wls1-20&amp;linkId=PQYW52F6A27G5ATC\" target=\"_blank\">The Woman Who Lost Her Soul</a>, </em>was a Pulitzer Prize finalist, only the latest in a series of honors that includes a National&nbsp;<span style=\"line-height: 1.538em;\">Book Award for First Fiction and New York Times Notable Book. Two of his fellow panelists, Tony Schwalm and Eliot Ackerman, are distinguished veterans of Iraq and Afghanistan. Schwalm, a retired lieutenant colonel with the U.S. Army Special Forces, was a tank company commander in Operation Desert Storm, while Ackerman, a former Marine Corps Special Operations Officer and CIA Paramilitary Officer, served five tours of duty in Iraq and Afghanistan. Both men were awarded the Bronze Star for Valor. Ackerman also has a Silver Star and Purple Heart.</span></p><p>Why did I go?&nbsp;<span style=\"line-height: 20.0063037872314px;\">The nominal reason is that <a href=\"http://www.consequencemagazine.org/cyber-warfare-the-narrative-in-the-network/\" target=\"_blank\">my essay on cyber warfare</a> appears in the current issue of CONSEQUENCE. Over the past few years, I've blogged about</span><span style=\"line-height: 20.0063037872314px;\">&nbsp;network operations as offense and defense. Our country is at war, and I'm a firm believer in the best and brightest contributing to the national good. But there was another thread to this discussion, driven by comments that included&nbsp;</span><span style=\"line-height: 20.0063037872314px;\">references to someone's father or uncle being a Vietnam vet. The sense that these men and women served because of, and in some cases in spite of their parents' experiences made it all the more powerful for me. I turned down that little all-expenses-paid tour of southeast Asia, but I respect those who took the trip, and honor those who did not return.</span></p><p><span style=\"line-height: 20.0063037872314px;\">Which leads me to the \"real\" war, not the police actions and last-ditch attempts to shore up brittle regimes overseas, but the continuing war on a segment of the U.S. population by those nominally sworn to protect the public. The images from Ferguson sustain the execrable values so rampant in a police force that must comprise its share of veterans. What veteran <a href=\"http://www.huffingtonpost.com/2014/08/18/hedy-epstein-arrested-ferguson-holocaust-_n_5689822.html\" target=\"_blank\">arrests a 90-year-old Holocaust survivor</a> protesting the murder of Michael Brown? If the arresting officer did not serve in the military, it's likely that someone in his chain of command did. Where is the honor? Where is the valor?</span></p><p><span style=\"line-height: 20.0063037872314px;\">As enemies overseas conspire to attack us in the electronic, as well as physical, theaters of war, we should ponder the ideological resolve amassed against us, and the moral hypocrisy which makes us the mother of all targets. Our military defends our entire population, despite the actions of its shadow elements. It's time to turn our attention to those who mock the service of those who protect the rights of society as a whole, and not just its lighter parts.&nbsp;</span></p><p><span style=\"line-height: 20.0063037872314px;\"> &nbsp; &nbsp;&nbsp;</span></p>"
}
