{
  "nid": "29",
  "title": "The Fractal Enterprise, Part 1",
  "url": "content/fractal-enterprise-part-1",
  "body": "<p><img src=\"assets/2010/10/fractal_10062010-300x201.jpg\" alt=\"fractal_10062010\" title=\"fractal_10062010\" width=\"300\" height=\"201\" class=\"alignleft size-medium wp-image-1171\"></p><p>The velocity of information continues to change the enterprise. Content and knowledge, shaped by the speed with which it reaches endpoints inside and outside the organization, have created the fractal enterprise. Our original construct of the <a href=\"http://woodylewis.com/node/24\" target=\"_blank\">fractal interface</a> related to devices. Different planes of information, media vectors, collapsible and expandable interfaces - these fit neatly into the mobile space, where the web of devices continues to grow exponentially, changing the face of publishing and other media. But what about the enterprise as a whole? How has its interface evolved, and what are the fractal elements? Publishing is now a legacy process for every enterprise. Internal data once hidden from public or partner consumption became available via e-commerce or extranet transactions. These transactions became feeds of information and knowledge, regular events in the stream of marketing communications. Car companies drove customers to Web sites instead of showrooms. Financial services companies used social media campaigns to distract consumers from the pain inflicted by faulty product. Whether to distribute objective data or subjective information, the enterprise publishes 24/7 from a variety of distribution points. The fractal enterprise does more than offer reduced or expanded views of data. It enables different aspects of the business to approach constituents according to specific needs, as demonstrated through analytics, socially harvested preferences (structured as networks of friends), and opt-in communication. Our initial premise of <a href=\"http://woodylewis.com/node/27\" target=\"_blank\">fractal distribution points</a> used the elevator metaphor to illustrate the value of personalized, location-specific media. The fractal enterprise operates in a similar fashion, offering constituents deals on cars, loans, video content, consumer electronics - all distributed at movable endpoints according to personalized permissions and schedules. Today, people are talking about Facebook in the context of a movie about its founder. The media companies have discovered the fractal interface can work in their behalf. How long before you can buy the Facebook movie on Facebook? Share it with your friends? Create your own edit, your own mashup? This is the fractal enterprise, part 1. Let's see where it goes.</p>"
}
