{
  "nid": "27",
  "title": "Fractal Distribution Points - Part 1",
  "url": "content/fractal-distribution-points-part-1",
  "body": "<p><img src=\"assets/2010/07/elevator-300x199.jpg\" alt=\"elevator\" title=\"elevator\" width=\"300\" height=\"199\" class=\"alignleft size-medium wp-image-1135\"></p><p>Every workday morning, I enter a midtown Manhattan office building and take the elevator. Having walked to the subway, taken a downtown local and crosstown shuttle, and walked through heavy human traffic to the building, I'm ready to plug into my virtual workspace. But before I reach the office and start my laptop, I can look up in the upper left corner of the elevator and see a small display of video and rotating graphics. <a href=\"http://captivatenetworks.com/\" target=\"_blank\">Captivate Networks</a> owns this space, and they have my undivided attention for about fifteen seconds. I can read news bursts, see the weather in different cities, and make a brief to a virtual community. Almost every day, there's a statistic and an invitation to comment. The invitation leads to <a href=\"http://deskchatter.com/\" target=\"_blank\">deskchatter.com</a>. It's all an obvious attempt to drive traffic, and guess what? It's successful. For all my immersion in digital media, I've become so jaded that I rarely venture out of my predictable cocoon: <a href=\"http://www.nytimes.com/\" target=\"_blank\">NYTimes</a>, <a href=\"http://www.msnbc.msn.com/\" target=\"_blank\">MSNBC</a>, <a href=\"http://www.facebook.com\" target=\"_blank\">Facebook</a>, <a href=\"http://www.linkedin.com\" target=\"_blank\">LinkedIn</a>. Lately, I've even taken a break from <a href=\"http://twitter.com/\" target=\"_blank\">Twitter</a>, though <a href=\"http://foursquare.com/\" target=\"_blank\">Foursquare</a> seems to have taken up the slack. I read <a href=\"http://mashable.com/\" target=\"_blank\">Mashable</a>, and several other digital publications, though now more through following links from my main sources. The pace and flow of Manhattan life have pared the indulgent streams of discretionary data, conflating all the digital, visual and organic signals into one mashed pulse. So what's the appeal of Captivate? Well, the name does have <a href=\"http://en.wikipedia.org/wiki/Orwellian\" target=\"_blank\">Orwellian</a> connotations. As a once-again New Yorker, though, I can go with that. From the fractal interface point of view, it's inevitable. If they can put displays like this over urinals in finer restaurants, as happened in my small Bay area town some years ago, then the elevator's a no-brainer. Some passengers don't look up because they're texting. I can see an opt-in feature that would print part of the display on their device, a customized readout of localized data. It's too short a ride to customize the elevator display, not too mention insecure if you want to print proprietary data (\"Jones from Acme Widget waiting for you in the lobby and he's pissed.\") But the potential is there. Captivate didn't put the screen there for warm and fuzzies. They saw a fractal opportunity and made the most of it.</p>"
}
