{
  "nid": "30",
  "title": "The Fractal Enterprise, Part 2",
  "url": "content/fractal-enterprise-part-2",
  "body": "<p><img src=\"assets/2010/10/fractal3-300x179.jpg\" alt=\"abstract multicolored background\" title=\"abstract multicolored background\" width=\"300\" height=\"179\" class=\"alignleft size-medium wp-image-1194\"></p><p>The idea of a fractal enterprise grew out of <a href=\"http://woodylewis.com/node/21\" target=\"_blank\">my earlier observation</a> that information flows in vectors. I'm sure the literature of communications theory makes that an ingenuous statement at best, but that's generally how I reason - empirically, with a child's devotion to newness. The secret of life, after all, is to rediscover. It's also a premise of communication, for what is a series of messages, but a series of discoveries, or rediscoveries? Death involves discovery as well, in this case the <a href=\"http://www.nytimes.com/2010/10/17/us/17mandelbrot.html?ref=obituaries\" target=\"_blank\">recent passing of Benoit Mandelbrot</a>, father of fractal theory. I first heard of fractals and Mandelbrot sets in the early Nineties, when my career as a Mac digital media programmer first got off the ground. Along with the work of <a href=\"http://en.wikipedia.org/wiki/M._C._Escher \" target=\"_blank\">Escher</a>, Mandelbrot sets were the type of optical event that, to me at least, evoked <a href=\"http://beardsley.artpassions.net/\" target=\"_blank\">mystical Sixties posters</a>, or the <a href=\"http://en.wikipedia.org/wiki/Op_art\" target=\"_blank\">Op-Art</a> that followed. Reading Mandelbrot's obituary was itself a fractal process, discovering the units of subdivision in his life. He was an unconventional academic, brilliant in discovery, erratic in conformity. His methods were dismissed by some who decried his abbreviated research. I love this quote: \"If you take the beginning and the end, I have had a conventional career,\" he said, referring to his prestigious appointments in Paris and at Yale. But it was not a straight line between the beginning and the end. It was a very crooked line. I can certainly relate to that. So I followed the path of his work, and found references to <a href=\"http://en.wikipedia.org/wiki/Felix_Hausdorff\" target=\"_blank\">Felix Hausdorff</a>. My discovery? That a fractal can have a <a href=\"http://en.wikipedia.org/wiki/Hausdorff_dimension\" target=\"_blank\">Hausdorff dimension</a> greater than its topological dimension. A straightforward example of this is the British coastline, where the map of an apparently smooth section of coast magnifies into jagged edges, resulting in what some would call an infinite length. This is why Mandelbrot was important to cartographers. Searching on \"Hausdorff dimension\" uncovered mathematical expressions that reminded me of the operations research course I took in business school. I was able to quell the panic long enough to discover that the Hausdorff dimension relates to a <a href=\"http://en.wikipedia.org/wiki/Vector_space\" target=\"_blank\">vector space</a>. I learned that a vector space is a mathematical structure formed by a collection of vectors, objects called scalars that can be added together and multiplied. I've already talked about the velocity of information, which implies both magnitude and direction. I was stunned to learn the variety of vectors, including something called an <a href=\"http://en.wikipedia.org/wiki/Interval_vector\" target=\"_blank\">interval vector</a>. In musical set theory, an interval vector is an array that expresses the intervallic content of a pitch-class set, which in turn, is defined as a set of all pitches that are a whole number of octaves apart. Having studied contemporary music, I'm a big fan of the twelve-tone composers. <a href=\"http://en.wikipedia.org/wiki/Arnold_Schoenberg\" target=\"_blank\">Schoenberg</a>, <a href=\"http://en.wikipedia.org/wiki/Anton_Webern\" target=\"_blank\">Webern</a>, <a href=\"http://en.wikipedia.org/wiki/Alban_Berg\" target=\"_blank\">Berg</a>, <a href=\"http://en.wikipedia.org/wiki/Pierre_Boulez\" target=\"_blank\">Boulez</a>, <a href=\"http://en.wikipedia.org/wiki/Elliott_Carter\" target=\"_blank\">Carter</a> - these were the heroes of my twenties, when I could sit for hours listening to music that often drove other people out of the room. Lacking such <em>Sitzfleisch</em> today, I still occasionally enjoy such listening, and can relate the underlying mathematical patterns to my concept of fractal enterprise. The fractal enterprise comprises vector sets and spaces. Knowledge, composed of data and information fractals, travels along webs of wired and wireless connectivity. The distribution points of these webs are themselves fractal in nature, as we will consider shortly. Our entire global economy is also fractal, a system of macro- and micro-economies, public and private enterprise vectors governed by the vectors of capital and law. We will consider the ways in which the media can influence these vectors, producing the Mandelbrot effect, the process of empirical discovery and communication that I find so compelling.</p>"
}
