{
  "nid": "24",
  "title": "The Fractal Interface",
  "url": "content/fractal-interface",
  "body": "<p><img src=\"assets/2010/04/fractal-300x299.jpg\" alt=\"fractal\" title=\"fractal\" width=\"300\" height=\"299\" class=\"alignleft size-medium wp-image-1073\"></p><p>I started writing software in the late Eighties, MIDI software for Yamaha digital synthesizers. The <a href=\"http://en.wikipedia.org/wiki/Yamaha_DX7\" target=\"_blank\">Yamaha DX7</a>, considered by many to be the first commercially successful synth, had just sold more than 300,000 units over a period of several years. Its sparkling keyboard sounds, courtesy of <a href=\"http://en.wikipedia.org/wiki/John_Chowning\" target=\"_blank\">John Chowning</a>'s FM synthesis algorithms, were ubiquitous in pop recordings. Though now relegated to the footnotes of technology, where all devices must eventually reside, the DX7 symbolized the successful marketing of electronic devices. You heard one, you wanted one. It was that simple. Last week, <a href=\"http://mashable.com/2010/04/05/ipad-stats-300000-sold/\" target=\"_blank\">Apple sold more than 300,000 iPads</a>. In one day. We've already written about vectors, and how <a href=\"http://woodylewis.com/node/21\" target=\"_blank\">Steve Jobs uses that metaphor</a> in a commercial context. And we all recognize his mastery of form factor, his unique talent for visualizing yet another combination of compelling design and common denominator functionality. But how does he do it? What framework supports such a rich stream of ideas? The iPod, iPhone, and now the iPad offer solutions to a basic problem: how to access information. Whether that information is data (streams and files of audio) or knowledge (text and images aggregated into e-books), each product offers an interface to stored or distributed resources. The interface is the difference, not the underlying bits and bytes. So here's where it gets interesting. Steve Jobs has constructed a fractal interface. <a href=\"http://www.merriam-webster.com/dictionary/fractal\" target=\"_blank\">Strictly defined</a>, a fractal may be reduced or magnified to a form similar in shape and structure. Sound familiar? The iPhone as mini-computer? The iPad as maxi-iPhone? By replicating a desktop metaphor that <a href=\"http://en.wikipedia.org/wiki/History_of_the_graphical_user_interface\" target=\"_blank\">wasn't even his to start with</a>, and embedding it in a series of addictive use cases disguised as consumer electronic products, Jobs has created the real-world version of <a href=\"http://disney.go.com/toystory/\" target=\"_blank\">Toy Story</a>, the addictive film he produced in partnership with Disney. But just as the preceding link to that film produces a slow-loading Web page with embedded video preview, the i-Products coming out of Cupertino aren't perfect. They don't have to be. Yesterday, I went to the <a href=\"http://www.apple.com/retail/stanford/?cid=WWW-NAUS-GoogMaps-Retail-168&amp;cp=GoogMaps\" target=\"_blank\">Apple store at the Stanford Shopping Center</a>. Not to buy an iPad, but to get a new headset for my iPhone (turns out I didn't need it because my old one was fine, I just had to clean the gunk out of my phone's headset jack, but I won't begrudge Jobs a few more bucks..:) Now this particular location used to be a boutique of some kind, so space is at a premium. It's a long, narrow room, always crowded, salespeople mingling with the customers, like a cocktail party. The island in the center that used to display computers is now covered with iPads. I walked past people of all ages, holding and playing with these devices - holding them at different angles, tilting them, stroking them, the adults quizzical, the kids overjoyed. That's when it struck me. Jobs' fractal interface continues to telescope, to expand and contract on itself, presenting different surfaces, a multi-faceted polyhedron capable of infinite mutation. And this is not a static interface, but a dynamic one, driven by connectivity and network artifacts. The shape of future i-Products (and there will be more) will accommodate more data distribution and seamless navigation of syntactic networks. Taxonomies will migrate downward, into the hardware. People are beginning to <a href=\"http://melesmusings.com/2010/04/06/ipad-is-the-google-killer/\" target=\"_blank\">whisper that Apple is nullifying the browser</a> (link originally posted elsewhere by Michael Zimbalist). Call it what you will, what's really happening is the evolution of the fractal interface.</p>"
}
