{
  "nid": "34",
  "title": "The Fractal Interface - Part 2",
  "url": "content/fractal-interface-part-2",
  "body": "<p><img src=\"assets/2010/12/ipad-213x300.jpg\" alt=\"ipad\" title=\"ipad\" width=\"213\" height=\"300\" class=\"alignleft size-medium wp-image-1280\"></p><p>Despite my twenty-five years as a digital media artist, I have never been the earliest of adopters. My first computer was a <a href=\"http://en.wikipedia.org/wiki/Macintosh_512K\" target=\"_blank\">512K Mac</a>, purchased about two years after the debut of its smaller-minded predecessor, the 128K. I got a CD player two years later as a birthday present, don't know when I would have bought one myself. I bought my first iPhone at the end of 2008, and I just bought an iPad last month. So I'm habitually late to the party, a casual fault for some, but a significant attribute in the social media world I've come to inhabit. Perhaps this is why I see things clearly. Rather than diving headfirst into the latest interface, I tend to stand back a little, monitor the use case, and then approach with the wisdom of experience. This is my defense for being late to mobile app development. A former colleague at IBM told me in the beginning, when he was totally immersed in the iPhone framework, that it would be huge. At the time, I was consolidating my open source programming chops, moving along an axis of Web 2.0 applications and the Drupal platform. There was so much code flying around, and jobs related to that code, that I just didn't have the time. In all fairness, I had just finished a <a href=\"http://www.bennington.edu/go/graduate/mfa-in-writing/\" target=\"_blank\">low-residency MFA at Bennington</a>. Besides writing code, and managing an Orwellian project at Stanford, I was reentering the real world. Rather than immerse myself in yet another cocoon, I chose to step back. All this to say that as I approach the holiday break (with alarming speed), my plan to get my hands dirty with <a href=\"http://developer.apple.com/technologies/tools/xcode.html\" target=\"_blank\">Apple's xCode framework</a> evokes the continued discussion of fractal interface. As I mentioned previously, the iPhone was a fractal diminution of the Mac, and the iPad was a fractal enlargement of the iPhone. I had a hunch that the development environment would follow a similar pattern. The pleasant surprise at first glance, the thirty-something <a href=\"http://en.wikipedia.org/wiki/Model%E2%80%93View%E2%80%93Controller\" target=\"_blank\">Model-View-Controller</a> (MVC) construct that iPhone developers find resurrected in this framework, gave way to the greater appreciation of Steve Jobs. Not only has he <a href=\"http://woodylewis.com/node/21\" target=\"_blank\">envisioned the vector of innovation</a>, he has implanted fractal resources in his devices. Whatever happens next, Apple has an unimpeachable foundation for future software. As a true agnostic, I felt compelled to get a Droid as well. I now carry both phones, one ostensibly for work, but really to become ambidextrous in development. I'll ignore the religious wars for now. We all know both devices will co-exist, with better results than the PC-Mac debacle. Publishing is at its own fractal inflection point. As a confident believer in the fractal aspects of that business, observed in real time all over Manhattan island, I will extend that construct to this blog. Starting with ancillary seeding in <a href=\"http://www.scribd.com/woody_lewis\" target=\"_blank\">Scribd</a>, I will branch out to other channels, culminating in a book-length work that will undoubtedly suck the life out of me. To paraphrase Carlos Fuentes in The Old Gringo, \"To be a latecomer to mobile apps.....ah, that is euthanasia.\"</p>"
}
