{
  "nid": "10",
  "title": "Free the Press",
  "url": "content/free-press",
  "body": "<p><img src=\"assets/2009/03/istock_000006626506xsmall1-300x225.jpg\" alt=\"istock_000006626506xsmall1\" title=\"istock_000006626506xsmall1\" width=\"300\" height=\"225\" class=\"alignleft size-medium wp-image-778\"></p><p>The velocity of commentary increases every week. First, there was Clay Shirky's <a href=\"http://www.shirky.com/weblog/2009/03/newspapers-and-thinking-the-unthinkable/\" target=\"_blank\">excellent piece</a> on the future of newspapers. Now, there's a <a href=\"http://www.thenation.com/doc/20090406/nichols_mcchesney\" target=\"_blank\">piece in the Nation</a>, written by John Nichols and Robert W. McChesney, that comes close to being a manifesto for the movement to save the papers. We're not normally given to hyperbole, but these are strange times, where the unthinkable or the implausible becomes reality in a news cycle.</p><p class=\"synopsis\">Since 1999, Nichols has written <a href=\"http://www.thenation.com/blogs/thebeat\" target=\"_blank\">The Beat</a>, a blog with the subtitle \"Breaking news and analysis on the political, social, economic and cultural activism that mainstream media commonly ignore.\" McChesney teaches communciations at the University of Illinois. Together, they founded <a href=\"http://www.freepress.net/\" target=\"_blank\">Free Press</a>, a national organization working to reform the media.</p><p class=\"synopsis\">Their piece is called \"The Death and Life of Great American Newspapers,\" and it's full of statements, like the following, that will become a rallying cry for many:</p><p class=\"synopsis\">\"The attempts of newspapers to shift their operations online have been commercial failures, as they trade old media dollars for new media pennies...The old corporate media system choked on its own excess. We should not seek to restore or re-create it. We have to move forward to a system that creates a journalism far superior to that of the recent past.\"</p><p class=\"synopsis\">This is not a blind polemic, but a clear call for enlightened action, something that seems to be in short supply these days, especially if you define \"enlightened\" as \"free from the influence of legacy organizations that got us into this mess in the first place.\" No, we're not talking about banks, or car companies, and we're not comparing newspapers to those industries, although all three have experienced fundamental changes in their business model. What we're really saying is that the solution to the newspaper problem lies in the nonprofit sector - not exclusively, but much more than has been the case. This is the core of Nichols and McChesney's arguement, that public and nonprofit entities can and must help the failing papers. Perhaps those that have failed already can be resurrected online. Not all will survive, but we must free the press from an obsolete business model. It's time for innovation, and social media has already proven to be a critical element.</p><p class=\"synopsis\">&nbsp;</p><p class=\"synopsis\">&nbsp;</p><p class=\"synopsis\">&nbsp;</p>"
}
