{
  "nid": "25",
  "title": "The Geophysical Interface",
  "url": "content/geophysical-interface",
  "body": "<p><img src=\"assets/2010/06/istock_000013172584xsmall-300x299.jpg\" alt=\"Dodecahedron\" title=\"Dodecahedron\" width=\"300\" height=\"299\" class=\"alignleft size-medium wp-image-1100\"></p><p>Over the past two months, I've left a job in the Bay Area, found another in New York, and moved from a comfortable three-bedroom house to a small one-bedroom apartment. Like <a href=\"http://www.scripting.com/stories/2010/04/19/helloNewYork.html\" target=\"_blank\">Dave Winer</a>, I've experienced a transformation in lifestyle. I'm not in unfamiliar territory because I'm from New York originally, born in Brooklyn, educated in Manhattan. So the density of population, information, and activity is not new, albeit something I've had only in small doses during my visits over the past 14 years. Now that I'm back, my impressions of city life inevitably pass through the filter of my experience as a Web services architect. I recently wrote about the <a href=\"http://woodylewis.com/node/24\" target=\"_blank\">collapsibility of interface</a>. Fractal planes and surfaces have supported the democratization of communication. Driven largely by the iPhone, messaging and data access have devolved from desktop to palm. (Poor Palm - a fractal brand if there ever was one, collapsing into itself.) The concatenation of iPod to iPhone to iPad shows that <a href=\"http://woodylewis.com/node/23\" target=\"_blank\">the digital media vectors I've mentioned</a> will continue to run through related families of devices and networks. But what about the macro lifestyle? How does that differ from one geographical region to another? My workday used to start with a quick check of my email and online news sources, a few minutes of stretching, a bike ride or short run through some fairly pristine scenery, and then a short drive to my local Caltrain station. The train ride would take half an hour to forty minutes, depending on whether it was an express or local, and I would work on my novel in the morning, and read in the evening. I could see open vistas sliding by, and work in my own little space with room to set out my things. Now, I still check my email before I leave the apartment, but the quick hike to the subway is hardly leisurely. I fight my way down into the station, and then onto a packed subway car where I'm lucky if I can reach my iPhone to change tunes, much less read a book. Most days, I hurry through the streets to the Columbia club for a compressed workout. I run through Central Park on the weekend, but the club seems the way to go during the week, particularly because it's several blocks from my office. If I don't remember to download the New York Times sections of interest to my iPhone, I'm without that flow of information. AT&amp;T customers don't enjoy connectivity on the subway. At my office building, the elevator shows the news on a small panel. For now, this surface has taken the place of television. We haven't sold our house yet, so there's no TV in the apartment. The Elgato USB device I used with my MacBook Pro to grab my basic cable signal in San Carlos doesn't appear to handle the HD signal in my apartment. Different lifestyles breed different use patterns. The fractal behavior of information is obvious in a dense urban setting, where the leisurely consumption of media is replaced by a constantly changing interface. This flow of geophysical elements is crucial not only to the theory of information in general, but to journalism in particular. Readers in different regions will consume the news differently. What works for the West Coast will not work the same in New York. The notion of one size fits all, or one content strategy fits all regions, is outdated, but what does this imply? The <a href=\"http://en.wikipedia.org/wiki/International_Geophysical_Year\" target=\"_blank\">International Geophysical Year</a> began in mid-1957. I remember the televised spots of Eisenhower gravely intoning the importance of science. The Soviets beat us into space with Sputnik, but we positioned it as the beginning of a golden age. Whatever. We are at an equally important inflection point: the Geophysical Interface, writ large by Steve Jobs, but not his exclusive property. The use case has changed. It's no longer a question of which device, but which lifestyle. Publishers have recognized the importance of delivering on different platforms, but that's not enough. Delivery to different communities requires a heterogeneous strategy. It's an amalgam of brand, community, and flexibility. Only the adroit will survive.</p>"
}
