{
  "nid": "26",
  "title": "The GeoSpatial Grid",
  "url": "content/geospatial-grid",
  "body": "<p><img src=\"assets/2010/06/grid-300x225.jpg\" alt=\"Network\" title=\"Network\" width=\"300\" height=\"225\" class=\"alignleft size-medium wp-image-1124\"></p><p>Walking in midtown Manhattan is different than in any other city, or in many parts of New York City. The death-defying mentality of pedestrians is the product of Darwinian evolution - survival of the quickest, if not the fittest. As I scuttle across Madison Avenue, having just reached street-level from the Times Square-Grand Central subway shuttle, I describe roach-like patterns of learned avoidance, the product of vestigial Brooklyn memories reawakened. My return from the Bay Area has been enhanced by these motor skill flashbacks, a welcome reminder that you can take the man out of the city, but you can't take the city out of the man..:) These physical patterns of pinball navigation in and out of crowds, varying velocities to accommodate tourists without a clue (even those from other big cities) or hardened locals willing to play chicken, form a proxy for the interchange of information. I've already talked about the <a href=\"http://woodylewis.com/node/24\" target=\"_blank\">fractal surfaces</a>, found in greater abundance in this hyper-urban settings, where more information per square inch gets projected at the user-passerby than anywhere outside of one or two Asian cities. Many people travel in a cocoon of digital music, up and down stairs, in and out of subways, while absorbing the visual flow of information. For those addicted to location services like <a href=\"http://foursquare.com/\" target=\"_blank\">Foursquare</a>, it's a never-ending opportunity to update your presence in a virtual community, all the while listening to tunes, tuning out the human traffic. This is also an opportunity stream for publishers to reach those same GPS-enabled users who've opted into the community interface. I now live on the 19th floor of a modern apartment building. While I am away, the concierge desk emails me all sorts of information: my dry cleaning is ready, they've performed a minor repair, they've admitted deliverymen. When I return after work, a display at the front desk shows the appropriate icon on an interface that seems to have become standard in a certain class of Manhattan residence, colorful icons that show the status of these social transactions, much like the control panels at bars that permit wait-persons to order drinks as if they were at McDonald's, pressing graphic objects. The message here is really a wrapper for other messages. We are in the GeoSpatial Grid, a Matrix-like skein of nodes - some containing data, some containing services. The ability to connect these nodes into flash networks, deployments of entitled information flowing between evolving endpoints, is what will separate the successful publishers of the future from those that never got it. It's not about the platform, and it's not about the content. It's about the use case, the particular instance of communication across the GeoSpatial Grid. How we define that grid is up to us, and it's already happening.</p>"
}
