{
  "nid": "111",
  "title": "Hacking the New Republic",
  "url": "content/hacking-new-republic",
  "body": "<p><img src=\"assets/pomp.jpg\" alt=\"Castle\" title=\"Castle\" width=\"370\" height=\"324\" style=\"float: left; margin-left: 4px; margin-right: 4px;\">I've had the privilege, some might say the misfortune, of working in two industries characterized by inordinate wealth and raging testosterone: technology and investment banking. Over the past two decades, the practitioners of these two businesses have operated along a fault line of socioeconomic disruption.&nbsp;<span style=\"line-height: 20.0063037872314px;\">Wall Street and Silicon Valley were joined at the hip. Those from old money did not understand how a twenty-something geek could be worth billions, but they were happy to share his winnings. As a card-carrying late Sixties liberal, I watched all this from a safe distance, smug in the knowledge that it was all just about money, that elegant thought would always prevail.</span></p><p><span style=\"line-height: 20.0063037872314px;\">However, what they didn't teach us during the protests at Columbia, that the unenlightened</span><span style=\"line-height: 20.0063037872314px;\">&nbsp;</span><span style=\"line-height: 20.0063037872314px;\">sometimes </span><span style=\"line-height: 20.0063037872314px;\">accede to </span><span style=\"line-height: 20.0063037872314px;\">intellectual</span><span style=\"line-height: 20.0063037872314px;\">&nbsp;authority, has emerged as a palpable threat. We have always been tolerant of the rich dilettante who saves the cultural icon, so when Facebook co-founder Chris Hughes bought The New Republic, we applauded the move. But here is where the \"we\" diverge. Over the years, I read the TNR emails inviting me to subscribe, secure that the magazine would survive. Whether or not I agreed with its content, despite what some have called its increasing conservatism, I agreed with its existence and format.</span></p><p><span style=\"line-height: 20.0063037872314px;\">But <a href=\"http://www.nytimes.com/2014/12/08/business/media/revolt-at-the-new-new-republic-.html?hp&amp;action=click&amp;pgtype=Homepage&amp;module=second-column-region&amp;region=top-news&amp;WT.nav=top-news&amp;_r=1\" target=\"_blank\">revolution is a two-way street</a>. Hughes brought in a Valley hit man, determined to create a \"vertically integrated digital media company.\" In the process of forcing a Sand Hill Road agenda on the publication, he skewered its sensibility past the point of no return, alienating editors and writers alike. After the resulting mass resignations, TNR has had to postpone its next issue. To say the brand has been diluted is an understatement.</span></p><p><span style=\"line-height: 20.0063037872314px;\">The causality, however, is more complex than the conflict. Literary journalism has been roiled along with the rest of the established arts and letters. While the Buzzfeed model does not, and should not, satisfy everyone, the tectonic changes induced by technology cannot be ignored. There is no going back, wherever \"back\" might be. </span></p><p><span style=\"line-height: 20.0063037872314px;\">In a self-promoting <a href=\"http://digiday.com/publishers/silicon-valley-media-dont-mix-easily/\" target=\"_blank\">condemnation of the Hughes crew</a>, the editor in chief and publisher of MIT Technology Review declared, \"They've arrived from Mars with the typical arrogance of a tourist, over-noticing the wrong things...If there were a simple solution, smart people like me would have done it.\"</span></p><p><span style=\"line-height: 20.0063037872314px;\">We applaud his humility.</span></p><p><span style=\"line-height: 20.0063037872314px;\">The New Republic will survive in some fashion, because Valley guys hate to lose, but the damage is as clear as the message: Just as no venerable brand can sit on its reputation, no amount of technical hubris can take the place of quality. &nbsp;</span></p><p><span style=\"line-height: 20.0063037872314px;\"> &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</span><span style=\"line-height: 1.538em;\">&nbsp; &nbsp; &nbsp;&nbsp;</span></p>"
}
