{
  "nid": "74",
  "title": "The Harvard Case Against Facebook - Fact or Fantasy?",
  "url": "content/harvard-case-against-facebook-fact-or-fantasy",
  "body": "<p><span style=\"font-size: large;\"><img src=\"assets/piggy_bank_stock.jpeg\" alt=\"Piggy bank watching stock market\" width=\"300\" height=\"239\" style=\"float: left; margin: 0px 2px;\">This is not about Harvard Business School envy. In my day, we used HBS cases all the time. That was back when you had to pass an orientation course in the BASIC programming language to matriculate at Columbia B-School, but I assume things haven't changed.</span></p><p><span style=\"font-size: large;\">Oh, wait. <a href=\"http://www.vanityfair.com/online/daily/2011/10/raj-rajaratnam--deeply-unsympathetic-grifter--sentenced-to-11-ye\" target=\"_blank\">Wall Street's different now</a>.</span></p><p><span style=\"font-size: large;\">Still, the mantra has always been \"maximize shareholder wealth.\" No, not the Romney campaign slogan. That statement used to be the basic&nbsp;</span><span style=\"font-size: large;\">corporate</span><span style=\"font-size: large;\">&nbsp;premise, which is why the latest paean from HBS, a New York Times piece called </span><a href=\"http://dealbook.nytimes.com/2012/08/03/the-long-term-value-of-internet-companies/\" target=\"_blank\" style=\"font-size: large;\">\"The Long-Term Value of Internet Companies,\"&nbsp;</a><span style=\"font-size: large;\">comes as no surprise.</span></p><p><span style=\"font-size: large;\">Written by HBS professor Bill George, our lecture begins with this finger-wagging admonishment: \"</span><span style=\"font-size: large;\">A decade after the last technology bubble burst, the signs are everywhere that it is happening again.</span><span style=\"font-size: large;\">\"</span></p><p><span style=\"font-size: large;\">Now, the Chicken Littles have been at it for some time, aided and abetted by the trope of bankers gone wild: rogue traders, the vestiges of mortgage hijinks, and even a <a href=\"http://dealbook.nytimes.com/2012/08/05/banks-in-libor-inquiry-are-said-to-be-trying-to-spread-blame/\" target=\"_blank\">price-fixing ring based in London</a>.&nbsp;</span><span style=\"font-size: large;\">But the&nbsp;<a href=\"http://www.latimes.com/business/technology/la-fi-tn-zuckerberg-lost-20120803,0,1952427.story\" target=\"_blank\">failed Facebook IPO</a> is too tempting a target.</span></p><p><span style=\"font-size: large;\">Well-lighted by hindsight, Professor George's declaration that Facebook should have waited to go public sounds like yet another Democratic Senator bemoaning the Tea Party. Shrill, though accurate in the abstract. </span></p><p><span style=\"font-size: large;\">Yes, Google did wait six years, and rewarded its patient investors. Of course, the Google brand took a bit longer to ripen than Facebook's, but you know how that exponential growth thing is. You just can't predict it.</span></p><p><span style=\"font-size: large;\">Which brings us to the good professor's <em>tour de raison</em>. Citing Warren Buffet's caution against overpaying for assets, George says that the Wizard of Omaha has \"taken the high road in treating his shareholders like long-term business partners.\" Whether that statement is a swipe against Silicon Valley's casino mentality, or not, it ignores the idea of brand value. How does the professor view Buffett's recent <a href=\"http://www.poynter.org/latest-news/mediawire/174282/media-general-to-sell-most-of-its-newspapers-to-warren-buffetts-group/\" target=\"_blank\">newspaper investment?&nbsp;</a>Was this a purchase of valuable printing press assets?</span></p><p><span style=\"font-size: large;\">The truth lies in Buffet's own words: \"In towns and cities where there is a strong sense of community, there is no more important institution than the local paper.\"</span></p><p><span style=\"font-size: large;\">That's a statement about brand loyalty, something that occasionally trumps conventional analysis. Sure, the <a href=\"http://www.cnbc.com/id/47523622/Regulators_to_Review_Morgan_Stanley_Facebook_Allegations\" target=\"_blank\">usual suspects</a> were behind the mirror for the Facebook deal. And yes, this will all make for yet another HBS case, to be published at leading B-schools. But it's not that simple. </span></p><p><span style=\"font-size: large;\">The Facebook IPO signaled problems with the system and the expectations it generated. Projections of growth and profit in social media companies rely on a different model than that promulgated by Professor George's <a href=\"http://www.medtronic.com/\" target=\"_blank\">previous employer</a>, a&nbsp;medical technology company. That industry has its own issues, driven by regulation as well as brand management. It's a complicated world out there beyond the tower, and there are risks in every venture. But Facebook is no Groupon, and we are not in a technology bubble. &nbsp;&nbsp;</span></p>"
}
