{
  "nid": "11",
  "title": "HuffPro ups the ante",
  "url": "content/huffpro-ups-ante",
  "body": "<p><img src=\"assets/2009/04/poker-300x225.jpg\" alt=\"Hand and four aces\" title=\"Hand and four aces\" width=\"300\" height=\"225\" class=\"alignleft size-medium wp-image-798\"></p><p>In a recent <a href=\"http://www.theatlantic.com/doc/200901/new-york-times\" target=\"_blank\">Atlantic Magazine piece</a> widely publicized for its apocalyptic view of the newspaper industry, Michael Hirschorn speculated about the future of the New York Times. His subtitle offered the kind of pronouncement that's caused industry executives many sleepless nights: Can America's paper of record survive the death of newsprint? Can journalism? Hirschorn went further than most in questioning the Times' health, specifically wondering if it might go out of business as early as May of this year. While Mexican billionaire Carlos Slim's subsequent <a href=\"http://www.brandrepublic.com/News/874575/NY-Times-borrows-250m-Mexican-billionaire-14/\" target=\"_blank\">quarter billion dollar loan</a> might have answered that question for the moment, the inevitability of a new business model was clear. As an example, Hirschorn cited the Huffington Post as the prototype for the future of journalism: a healthy dose of aggregation, a wide range of contributors, and a growing offering of original reporting. In a concession to the establishment, he went on to say, \"What the HuffPo does not have, at least not yet, is a roster of contributors who can set agendas, conduct in-depth investigations, or break high-level news.\" That's no longer true. Last Sunday, Arianna Huffington <a href=\"http://www.huffingtonpost.com/arianna-huffington/announcing-the-launch-of-_b_180543.html\" target=\"_blank\">launched a new nonprofit venture</a> focused specifically on investigative journalism. The Huffington Post Investigative Fund will be headed by Nick Penniman, founder of the <a href=\"http://americannewsproject.com/page/32\" target=\"_blank\">American News Project</a>, which will be folded into the fund. As part of a coordinated announcement, Jay Rosen <a href=\"http://twitter.com/jayrosen_nyu\" target=\"_blank\">tweeted</a> about this, and with good reason. Rosen, who teaches journalism at NYU and publishes the blog <a href=\"http://journalism.nyu.edu/pubzone/weblogs/pressthink/\" target=\"_blank\">Pressthink</a>, will be a senior adviser to the fund. As director of <a href=\"http://www.newassignment.net/about_newassignment_net\" target=\"_blank\">NewAssignment.Net</a>, an NYU research project on open-source reporting, he's been an advocate of distributed reporting and crowdsourcing. He previously collaborated with HuffPo on <a href=\"http://www.cjr.org/feature/get_off_the_bus.php\" target=\"_blank\">OffTheBus</a>, an experiment in citizen journalism that fielded 12,000 contributors who covered the 2008 election. As I <a href=\"http://mashable.com/2009/03/24/newspaper-best-practices/\">wrote last week</a>, nonprofits and NGOs will increasingly provide alternative funding sources for journalistic ventures. The Huffington vehicle will have a number of co-funders, and will partner with <a href=\"http://atlanticphilanthropies.org/about/ceo_message\" target=\"_blank\">The Atlantic Philanthropies</a>, a global nonprofit with a heavy social agenda. Its initial $1.75 million budget will be used to hire a staff of full-time and freelance writers and editors, whose work will be available for any publication or Web site to publish at the same time. At the risk of adding to the hyperbole swirling around this topic, the new fund represents a milestone in social journalism, which we define as the collaborative use of social media platforms to report in a transparent manner. It's not the first independent non-profit newsroom to appear. <a href=\"http://www.propublica.org/\" target=\"_blank\">Propublica</a> was established in October 2007 by Paul Steiger, former managing editor of the Wall Street Journal. While this was admittedly before Twitter hit its peak, the current Propublica site doesn;t emphasize social media beyond providing a <a href=\"http://twitter.com/propublica\" target=\"_blank\">Follow Us</a> link under its RSS feeds. In addition, detractors of the HuffPo <a href=\"http://www.minnpost.com/braublog/2009/03/29/7714/size_matters_huffington_posts_new_investigative_fund#94-7714\" target=\"_blank\">have already questioned</a> its ulterior motive for setting up the fund. Jeff Jarvis <a href=\"http://www.buzzmachine.com/2009/03/29/slices-of-a-new-journalism-pie/\" target=\"_blank\">writes</a>, \"When we demand transparency from government as a default, data will become part of the news ecosystem we can all examine.\" Some of this will be supported by advertising, some by contributions from foundations, some by contributions from individuals, some by volunteer effort. It's clear the old business model will change. Whether or not it needs to die, figuratively or literally, is not important. Market forces will determine which newspapers survive, and under what rules. The Huffington Post has raised the ante, joining forces with respected academics and a strong partner from the nonprofit sector. It's a model other news organizations will follow, and social journalism may become the standard, as well as the future of the industry.</p>"
}
