{
  "nid": "28",
  "title": "Inception - The Fractal Movie",
  "url": "content/inception-fractal-movie",
  "body": "<p><img src=\"assets/2010/08/dream_doors-300x223.jpg\" alt=\"dream_doors\" title=\"dream_doors\" width=\"300\" height=\"223\" class=\"alignleft size-medium wp-image-1148\"></p><p>I waited several weeks to write about <a href=\"http://www.imdb.com/title/tt1375666/\" target=\"_blank\">Inception</a> because I needed distance from the visual event. The publicity surrounding this film had prepared me for the unorthodox, but I had no idea how closely it relates to the fractal interface I've been theorizing. No spoiler alerts, just <em>caveat emptor</em> if you haven't seen it yet. Certainly, the cinematography was excellent, albeit susceptible to cynical interpretation. A few of my more intellectual friends professed to find the whole thing boring. Shifting landscapes, people walking up walls, scenes folding back upon themselves. But that was the whole point, to provide a three-dimensional reference to an abstract framework. Dreams within dreams? Dream architects? \"Kicks\" to jolt you out of a dream state? These were essential props, metaphorical signposts planted by the director. That's the key to the fractal interface. Navigation through the planes of an experience, device-dependent by circumstance, not limitation. <em>Inception</em> spawned dreams within dreams, narratives expanding and collapsing within other narratives, emotions threatening to shatter them, or consign them to the oblivion of confused thought. All these are metaphors for the film experience, the consumption of narrative elements writ large on a dynamic interface. Arguably, this is one of those films that play best in the theater, or on the giant flat screen at home. Like the best of the genre - the <em>Jurassics</em>, the <em>Empires</em>, the <em>Raiders</em> - it's an outsized piece of entertainment. Perhaps someone will create a mashup for mobile devices, a rotating cube of scenes, a stack of folding images, but it won't touch the original. What's brilliant about <em>Inception</em>, and I did use the term in a Facebook post, is that it provides hooks for the pre- and post-viewing experience. Before I saw it, I imagined it might resemble <a href=\"http://www.imdb.com/title/tt0080360/\" target=\"_blank\">Altered States</a>, the wonderful precursor directed by Ken Russell that will probably seem outdated if I ever see it again. While I was watching <em>Inception</em>, the physical and psychological action pulled me along. Yes, there was a flat spot in the action, past the halfway point, when the exposition could have been parsed a bit better. The effect was to take me out of the dream for a moment, only to become absorbed once again, perhaps at a higher level. Now that I think about it, that might have been a \"kick\" for the film audience. I've always been easy prey for tearjerkers. Katharine Hepburn's scene at the end of <em>Stage Door,</em> <a href=\"http://www.youtube.com/watch?v=WNtz0r5pmXo\" target=\"_blank\">the Calla Lily speech</a>? Pure water works. The end of <a href=\"http://www.imdb.com/title/tt0083866/\" target=\"_blank\">E.T.</a>? Of course. And many others. So I wasn't surprised at my reaction when the two children turn around at the end of <em>Inception</em>. But it was a truncated moment. The release I should have felt became ambiguous when I saw the rotating token. Was it all a dream?</p>"
}
