{
  "nid": "38",
  "title": "Intimate Behavior in Social Publishing",
  "url": "content/intimate-behavior-social-publishing",
  "body": "<p><img src=\"assets/2010/01/innovation.jpg\" alt=\"\" title=\"innovation\" class=\"alignleft size-full wp-image-1011\"></p><p>The problem with describing publishing's fractal behavior is that technical digressions are unavoidable. An examination of the underlying physics might be interesting to some, but off-putting to many. My <a href=\"http://www.woodylewis.com/2010/10/24/the-fractal-enterprise-part-2/\" target=\"_blank\">earlier analysis</a> of enterprise vectors wandered from the main topic. I was so taken with the <a href=\"http://en.wikipedia.org/wiki/Interval_vector\" target=\"_blank\">musical aspects of vectors</a> that I broke the first rule of storytelling: establish an intimate connection with your audience. From now, I will mark the <span style=\"color: #ff0000;\"> fractal</span> references as a service to the less geeky..:) Social networks flourish in virtual space, informed by social media and driven by social gestures. The proximity of network members exchanging those gestures governs visibility and significance. Proximity can be represented in the user experience by the visual linkage between two objects in an interface. We have the option to group our Facebook friends into lists, in order to create sub-affinities under the broad affinity of Facebook citizenship. We can publish our physical whereabouts using Foursquare, or Facebook Places, and create the illusion of intimacy through data. <span style=\"color: #ff0000;\">&lt;fractal&gt;</span> <a href=\"http://en.wikipedia.org/wiki/Vector_space\" target=\"_blank\">http://en.wikipedia.org/wiki/Vector_space</a> \"Analytical problems call for the ability to decide if a sequence of vectors converges to a given vector. This is accomplished by considering vector spaces with additional data, mostly spaces endowed with a suitable topology, thus allowing the consideration of proximity and continuity issues.\" <span style=\"color: #ff0000;\">&lt;/fractal&gt;</span> How does this relate to social publishing? The future will comprise fewer dead trees and more digital delivery platforms. Yes, the tablet appears to be the winner, even when you discount the <a href=\"http://www.businessinsider.com/chart-of-the-day-heres-how-huge-the-tablet-market-could-get-2011-3?utm_source=Triggermail&amp;utm_medium=email&amp;utm_term=Silicon+Alley+Insider+Chart+Of+The+Day&amp;utm_campaign=SAI_COTD_030311\" target=\"_blank\">hyperbolic predictions</a>. Literature will travel along affinity networks of <a href=\"http://www.goodreads.com/\" target=\"_blank\">virtual book clubs</a> that morph into branded online marketplaces. Newspapers and magazines will distribute portions of their content to portions of their existing and new markets. Personalization is old-school. Proximity is the new network effect. It's all about the vector.</p>"
}
