{
  "nid": "43",
  "title": "Lakers & Celtics: Publishing Industry Metaphor?",
  "url": "content/lakers-celtics-publishing-industry-metaphor",
  "body": "<p><a href=\"assets/2011/05/dinosaurs.jpg\"><img src=\"assets/dinosaurs.jpg\" title=\"dinosaurs\" width=\"300\" height=\"168\" style=\"float: left; margin-left: 4px; margin-right: 4px;\"></a>OK, the Lakers <a href=\"http://lakersblog.latimes.com/lakersblog/2011/05/lakers-vs-mavericks-game-4.html?cid=6a00d8341c506253ef01538e5cfc4f970b\" target=\"_blank\">won't be adding another ring to their collection</a>, at least not this year. <a href=\"http://news.yahoo.com/s/ap/20110512/ap_on_sp_bk_ga_su/bkn_celtics_heat\" target=\"_blank\">Neither will the Boston Celtics</a>. As an admitted diehard fan, I accept Kobe's absence in the finals with the same noncommittal expression as his coach Phil Jackson, perhaps for the same reason, that it was bound to happen sooner or later, the changing of the guard. But I didn't expect such an abrupt ending, particularly at the hands of the Dallas Mavericks, perennial whipping boys in many of the Lakers' previous seasons. Miami exposed the Celtics as the aging old-school team we all suspected would turn up sooner or later (reflexive Celtic bashing, <em>mea culpa</em>). In the end, Boston and L.A. together managed a single victory in this round of the playoffs. The Lakers looked like they didn't care and the Celtics looked...old. Some pundits pointed out that <a href=\"http://prosportsdaily.wordpress.com/2011/05/05/nba-climate-showing-change-with-these-playoffs/\" target=\"_blank\">the game itself was changing</a>, that the half-court game, for example, was giving way to a more up-tempo style of play that featured young agile teams running up and down the floor. Key word: \"young.\" There is a lesson here for the publishing industry:</p><ol><li><strong>The league has changed</strong>. The NBA is a combination of re-tooled legacy franchises and new expansion teams that have permanently altered the ecosystem. Competition from unexpected places is the norm, not the exception. Same goes for publishing. In journalism, free news apps are replacing paid print and even online subscriptions. First <a href=\"http://flipboard.com/\" target=\"_blank\">Flipboard</a>, then <a href=\"http://www.zite.com/\" target=\"_blank\">Zite</a>, and now <a href=\"http://www.news.me/\" target=\"_blank\">News.me</a>. All free. Where is the ring in this championship season?</li><li><strong>The playbook has changed</strong>. In basketball, you used to put a big man in the low post (down near the basket) to dominate the area. While that's still a viable tactic, today's game has more dimensions. Trade publishers can no longer post up a few&nbsp; print titles and expect success across the board. Without a coherent e-strategy - eBooks, Kindle singles, etc. - publishers will either shrink to boutique purveyors of coffee table offerings or close their doors. There will certainly be fewer brick and mortar outlets.</li><li><strong>The pool of talent has changed</strong>. Basketball has been a global game for awhile, and the NBA, a global brand, has leveraged the media to accomplish this. The homegrown American players have to be quicker and smarter to remain competitive. In the world of broadcast journalism, Jim Lehrer converted his eponymous news hour to a rotation of talented anchors. Publishing will see similar changes. Established personalities will adapt or atrophy. Aggregation and syndication will give way to socially curated collections, causing new talent to emerge from unexpected sources<a href=\"#footnote\"> (see footnote).</a></li><li><strong>The coaches have changed</strong>. In the NBA, the eastern conference finals pit the first Filipino-American head coach against a rookie coach, while the western conference final matches a journeyman player/coach against a recently promoted assistant coach. The venerable Phil Jackson is no longer onstage. The <a href=\"http://stateofthemedia.org/2011/magazines-essay/\" target=\"_blank\">changes in publishing</a> that occurred last year are certainly not over. There is still blinking disbelief that the geeks in the back room are now equally important. Just wait.</li></ol><p>The fundamental game of basketball will not change. Unlike baseball and football, you really can't play the game under the influence of substances and thrive, or live for that matter. They're not going to move the three-point arc, or lower the basket, and the refs may call more fouls on a given day, but that won't change the game. Like publishing, the real change will be Darwinian, survival of the fittest. The level of play will be elevated, and the fans will be the real winners.</p>"
}
