{
  "nid": "32",
  "title": "Mobile is the new MIDI",
  "url": "content/mobile-new-midi",
  "body": "<p><img src=\"assets/2010/11/yamaha-dx7-300x97.jpg\" alt=\"yamaha-dx7\" title=\"yamaha-dx7\" width=\"300\" height=\"97\" style=\"float: left; margin-left: 4px; margin-right: 4px;\">As I mentioned previously, I got my start in the late 80's writing <a href=\"http://en.wikipedia.org/wiki/Musical_Instrument_Digital_Interface\" target=\"_blank\">MIDI</a> software. In hindsight, there couldn't have been a better preparation for Web 2.0 services - writing code to transmit tagged messages to and from networked devices. Back then, the wire consisted of 5-pin cables connecting personal computers through optical interfaces to digital synthesizers. The MIDI protocol was created by a consortium of Japanese synthesizer manufacturers to provide a communication standard. Companies such as <strong>Yamaha</strong> and <strong>Roland</strong> wanted their keyboards to communicate with each other, to rescue keyboard players from octopus-like gyrations among stacks of instruments (think Rick Wakeman on stage standing between two banks of synths), and to facilitate the transfer of sounds and sequences of music. The great MIDI software applications of the early 90's, like <a href=\"http://en.wikipedia.org/wiki/Passport_Designs\" target=\"_blank\">Passport Systems</a>' Master Tracks Pro (disclosure: former employer) and <a href=\"http://www.motu.com/audiovideo\" target=\"_blank\">Mark of the Unicorn</a>'s Performer, sat on top of an embedded operating system that was transparent to the musician. The current killer app - mobile - points to a similar construct. Here again, we have devices from multiple manufacturers running heterogeneous operating systems, an octopus-like distribution of iPhones, iPads, Android phones and tablets, Blackberries, all communicating through a common services protocol, though programmed with disparate languages. MIDI was eventually subsumed by digital audio, relegated to an ancillary technology by the depredations of Moore's Law, which facilitated the more powerful microprocessors associated with Pro Tools (by <a href=\"http://www.digidesign.com\" target=\"_blank\">Digidesign</a>, also a former employer) and the like. In the same way, future technologies will subsume today's 3/4G-Wifi networks. Our iPads will make good museum pieces for the next generation, just as the first wave of digital synthesizers, though prized by many for their legacy sounds, make good artifacts for a bygone era. The real story lives on the top layer, the interactive content that continues to surf the bytes, though sliced and diced in different ways than we could have imagined even two years ago. A fractal-driven counterpart to digital audio will subsume our MIDI-like topology. This will drive another age of inspired creativity.</p>"
}
