{
  "nid": "46",
  "title": "Murdoch & Cameron: Phonegate Taints All the Prime Minister's Friends ",
  "url": "content/murdoch-cameron-phonegate-taints-all-prime-ministers-friends",
  "body": "<p><a href=\"assets/2011/07/scotland_yard.jpg\"><img src=\"assets/2011/07/scotland_yard.jpg\" title=\"scotland_yard\" width=\"300\" height=\"190\" style=\"float: left; margin-left: 4px; margin-right: 4px;\"></a>Extra, extra! Tabloid chief running out of staffers and family to throw under the bus. Rupert Murdoch goes on a mea culpa walkabout while his henchpeople either <a href=\"http://thelede.blogs.nytimes.com/2011/07/17/scotland-yard-chiefs-resignation-statement/\" target=\"_blank\">fall on their swords</a> or <a href=\"http://www.reuters.com/article/2011/07/17/us-newscorp-arrest-idUSTRE76G0TS20110717\" target=\"_blank\">report by appointment to be arrested</a>. This evokes the image of Nixon forcing his lieutenants over the side, one by one, in hopes of quelling the public furor. Meanwhile, Prime Minister David Cameron <a href=\"http://www.washingtonpost.com/world/europe/cameron-under-pressure-in-hacking-scandal-cuts-short-africa-trip/2011/07/18/gIQAI4qeLI_story.html\" target=\"_blank\">circles his wagons</a>, hoping to contain his own crisis. The loyal opposition, powerful to begin with given the nature of Cameron's election, smell blood on the water with this one. The parallel between the Head of Scotland Yard's relationship with News staffers and <a href=\"http://www.guardian.co.uk/politics/2011/jul/18/david-cameron-hamstrung-compromised-position\" target=\"_blank\">Cameron's own hiring of a culpable News Corp. exec</a> is too mouthwatering to pass up. All this because of a phone hacking scandal. Actually, this is social publishing in reverse. Consider the fact that the investigation of Watergate was facilitated in large part because of reportorial prowess. <a href=\"http://en.wikipedia.org/wiki/Watergate_scandal\" target=\"_blank\">Woodward and Bernstein had Deep Throat</a>, a then-secret source who warned them that their phones were tapped even as he gave up incriminating evidence. The irony of the News Corp. fiasco is that the news organization itself is the target, with the government trying to mount its case despite the actions of Murdoch moles within its ranks. Rupert Murdoch perfected the art of tabloid journalism, extending it to television and in the process forever tainting brands like the New York Post, and now the Wall Street Journal. Founded by Alexander Hamilton, the Post used to stand in between the New York Times and the New York Daily News, as factually correct as the former, as hard-hitting as the latter. Murdoch reduced it to a <a href=\"http://www.nypost.com/\" target=\"_blank\">scandal sheet</a> with sports reporting and classified ads. His most artful gambit showed his pioneering talent, creating a fourth major television network that gave us shows like the <a href=\"http://en.wikipedia.org/wiki/The_X-Files\" target=\"_blank\">X-Files</a>. Who knew that Fox News would become a platform for conservative commentary? Was this social publishing at its worst? Murdoch's plan to acquire the remaining majority ownership of <a href=\"http://corporate.sky.com/\" target=\"_blank\">BSkyB</a> addressed an integrated strategy that would be fearsome to contemplate, were it not out of the question. Social publishing is what happens when a brand, or portfolio of brands, thrives on a well-managed platform that disseminates credible information and ideas that promulgate healthy discourse. Murdoch has effectively branded the British government. The persistent investigation of phone hacking finally unraveled the loose thread that had been dangling for sometime. Cameron realizes this all too well. Like <a href=\"http://www.tonyblairoffice.org/\" target=\"_blank\">previous Prime Ministers</a>, he paid homage to Murdoch the kingmaker (ironic metaphor in this case) and he socialized with Murdoch family and friends alike since that was the thing to do. What he must now do is separate the Murdoch brand from his own. Social publishing, in this case, is now in the hands of Parliament, who will brand the whole mess as the end of an era.</p>"
}
