{
  "nid": "51",
  "title": "The Narrative Graph",
  "url": "content/narrative-graph",
  "body": "<p><span style=\"font-family: arial,helvetica,sans-serif;\"><img src=\"http://woodylewis.comassets/open_book.jpg\" width=\"300\" height=\"297\" style=\"float: left; margin-left: 5px; margin-right: 5px;\" class=\"inline\">Union Square Ventures is not in the habit of backing losers. Its <a href=\"http://www.usv.com/investments/\" target=\"_blank\">portfolio</a> reads like a Who's Who of cutting-edge social media companies. Fred Wilson, well-known USV principal, is a social publisher in his own right. His blog - <em><a href=\"http://www.avc.com/\" target=\"_blank\">musings of a VC in NYC </a></em>- offers a unique look at venture capital in Gotham. He is <span style=\"font-size: small;\">more</span> an analyst than an evangelist, using the tools he helps others build to curate the ecosystem. He's also fun to read because he's as knowledgable as any Silicon Valley player, but doesn't come across as a know-it-all. Just run and gun, </span><span style=\"font-family: arial,helvetica,sans-serif;\">Manhattan style, which this recently repatriated New Yorker appreciates.</span><span style=\"font-family: arial,helvetica,sans-serif;\"> &nbsp;&nbsp; <br></span></p><p><span style=\"font-family: arial,helvetica,sans-serif;\">So last week's announcement of USV's <a href=\"http://gigaom.com/2011/09/12/union-square-backs-wattpad-to-make-reading-more-social/\" target=\"_blank\">investment in Wattpad</a>, a Toronto-based startup engaged in social publishing, was quite the marker. At first glance, </span><span style=\"font-family: arial,helvetica,sans-serif;\">Wattpad</span><span style=\"font-family: arial,helvetica,sans-serif;\"> looks like the storytelling version of Scribd or YouTube. Members can upload text files under different categories of fiction or nonfiction, post comments - the usual social network functionality. There are even clubs to join, featuring the Book Trailer club, the Share Your Story club, and of particular interest, the PW Select club, described as</span> \"<span style=\"font-family: arial,helvetica,sans-serif;\">Publishers Weekly's quarterly supplement announcing self-published titles and reviewing those we believe are most deserving of a critical assessment</span>.<span style=\"font-family: arial,helvetica,sans-serif;\">\"&nbsp; &nbsp; </span></p><p><span style=\"font-family: arial,helvetica,sans-serif;\">I skimmed the member list of PW Select and saw a mix of aspiring beginners and </span><span style=\"font-family: arial,helvetica,sans-serif;\">published </span><span style=\"font-family: arial,helvetica,sans-serif;\">writers</span><span style=\"font-family: arial,helvetica,sans-serif;\">. <a href=\"http://www.ellestraussbooks.blogspot.com/\" target=\"_blank\">Elle Strauss</a>, a writer of \"</span><span style=\"font-family: arial,helvetica,sans-serif;\">time travel and merfolk chic-lit, light SF and historical YA fiction</span><span style=\"font-family: arial,helvetica,sans-serif;\">,\" noted that her piece Clockwise would only be available until September 26, after which it would officially launch as an e-book with print edition to follow. This is a natural extension of the writer's ecosystem, a social gesture containing a narrative. &nbsp; &nbsp; &nbsp; </span></p><p><span style=\"font-family: arial,helvetica,sans-serif;\">Facebook codified the <a href=\"http://en.wikipedia.org/wiki/Social_graph\" target=\"_blank\">social graph</a>, a space containing the social gestures of a discrete community. Wattpad promulgates the <strong><em>narrative graph</em></strong>, a space containing the narrative gestures of a discrete community. The difference, though subtle, is important. Facebook friends collectively curate a stream of information, influencing consumption of that information through levels of trust. Journalism has been permanently affected by this process as consumers of traditional news media supplement or replace those sources with generative and consumptive social gestures. S</span><span style=\"font-family: arial,helvetica,sans-serif;\">tories are embedded in the social graph b</span><span style=\"font-family: arial,helvetica,sans-serif;\">ut the vectors are flat - endpoint to endpoint, many to many - with anecdotal distinction between source and audience. Sites like Scribd and Goodreads do offer ad hoc publishing and shared reading experiences, but the narrative graph creates an important distinction.</span></p><p><span style=\"font-family: arial,helvetica,sans-serif;\">By bridging the gap between anarchic self-publishing and the (somewhat) more orderly e-book space, Wattpad, and the competing platforms that are sure to appear, encapsulates the narrative graph, governing gestures of a writing community according to the same rules of fractal knowledge <a href=\"http://woodylewis.com/content/fractal-enterprise-part-2\" target=\"_blank\">discussed earlier</a>. Velocity, trust, even innovation, are all attributes of this graph. It's not just a popularity contest, though Wattpad offers those as well, but a reflection of the writer's evolving responsibilities. Like the evolution of silent film to talkies, or audio-centric music to video, publishing will personify the narrative graph, exposing the gestures of those who are most proficient at </span><span style=\"font-family: arial,helvetica,sans-serif;\">self-promotion</span><span style=\"font-family: arial,helvetica,sans-serif;\">. Hopefully, that exposure will reflect underlying talent.<br></span></p><p><span style=\"font-family: arial,helvetica,sans-serif;\"><br></span></p><p><span style=\"font-family: arial,helvetica,sans-serif;\"><br></span></p>"
}
