{
  "nid": "112",
  "title": "NBC: Brian Williams just the latest problem ",
  "url": "content/nbc-brian-williams-just-latest-problem",
  "body": "<p><img src=\"assets/williams.jpg\" width=\"400\" height=\"258\" style=\"float: left; margin-left: 4px; margin-right: 4px;\">It's been the kind of weekly news cycle that reminds us how quickly people, and their encapsulating brands, can wither in the public eye. The consequences of carelessness, duplicity, self-aggrandizement and downright fraud have never been clearer. We barely had time to process the shameful exit of New York State Assembly Speaker Sheldon Silver (an event I am happy that my father, himself a Democratic Assemblyman, was not around to witness) before the latest onslaught:</p><p>Amy Pascal steps down as head of Sony Pictures after the blowback from racially tinged emails made public by a merry band of hackers.</p><p>Benjamin Netanyahu throws John Boehner under the bus, claiming that <em>this</em>&nbsp;Speaker led him to believe that Obama knew about Bibi's plan to \"dis\" the President in front of a joint session of Congress.&nbsp;&nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p><p>Brian Williams delivers a prime time&nbsp;<em>mea culpa </em>about inaccurate war coverage<em>, </em>using his best spaniel expression to soften the blow of outrage over his apparently false assertion that in 2003 a helicopter carrying him as a passenger was shot out of the Iraqi sky.</p><p>The balm of Gilead does flow, however.</p><p>After the ruckus over&nbsp;Silver's exit, we see that <a href=\"http://www.nytimes.com/2015/02/06/nyregion/harassment-suit-against-former-assemblyman-vito-lopez-and-sheldon-silver-is-settled.html\" target=\"_blank\">a</a><a href=\"http://www.nytimes.com/2015/02/06/nyregion/harassment-suit-against-former-assemblyman-vito-lopez-and-sheldon-silver-is-settled.html\" target=\"_blank\">&nbsp;sexual harassment suit against him was settled</a> under new management, his successor Carl Heastie proclaiming \"zero tolerance\" for such behavior in the future. Talk about burying the lede.&nbsp;</p><p>Pascal will get a <a href=\"http://www.tmz.com/2015/02/05/amy-pascal-leaving-sony-pictures-staying-leak-scandal/\" target=\"_blank\">\"major production deal,\"</a>&nbsp;which is showbiz for \"don't let the door hit you on the way out.\" No harm, no foul. This is how the food chain works in the Southland. In the words of the late Bernie Brillstein, you're no one in Hollywood until someone wants you dead.</p><p>But Brian continues to take fire. The announcement that <a href=\"http://www.nytimes.com/2015/02/07/business/media/brian-williams-helicopter-incident-in-iraq.html?hp&amp;action=click&amp;pgtype=Homepage&amp;module=first-column-region&amp;region=top-news&amp;WT.nav=top-news\" target=\"_blank\">NBC will conduct an internal investigation</a> of Williams, reviewing not only his wartime coverage of Iraq, but also his reporting on Hurricane Katrina, \"as well as any other issues that arise during the investigation,\" does not bode well. While some dispute the notion of an internal probe, believing such scrutiny would be more appropriate at arm's length, outside the network, no one has offered Brian their unconditional support.</p><p>The Huffington Post <a href=\"http://www.huffingtonpost.com/2015/02/06/tom-brokaw-brian-wiliams_n_6630536.html\" target=\"_blank\">reports</a> that Tom Brokaw \"pushed back\" against a New York Post story claiming he wanted Brian fired:</p><p>\"I have neither demanded nor suggested Brian be fired,\" Brokaw said in an email to The Huffington Post. \"His future is up to Brian and NBC News executives.\"</p><p>In the wake of this <em>tour de confiance</em>, we spot the dorsal fin of <a href=\"http://www.nydailynews.com/entertainment/gossip/confidential/couric-williams-exits-source-article-1.2106268\" target=\"_blank\">Katie Couric</a>, who would evidently have no qualms bolting from the gulag that is Yahoo News. Have you&nbsp;<em>seen</em>&nbsp;the restaurants in Sunnyvale? Please.</p><p>While Couric's less than stellar performance as CBS news anchor would appear to be disadvantageous, it ain't over 'til it's over.&nbsp;</p><p>Or, to paraphrase another of Yogi's gems, the news is ninety per cent mental, and the other half is physical.</p><p>This is just the latest problem for NBC. Of course, it's the mother of all disasters, a flagship anchor losing public trust overnight, but the&nbsp;brand was tarnished with David Gregory's <a href=\"http://www.washingtonian.com/articles/people/how-david-gregory-lost-his-job/\" target=\"_blank\">unceremonious, albeit anticipated, ouster</a>. No one could have taken Tim Russert's place on \"Meet the Press,\" and Gregory had an allegedly brittle personality, but the network had already bungled its public firing of Ann Curry.&nbsp;</p><p>And then there's Dr. Nancy Snyderman, whose constant presence on Brian's program reminded us that, if nothing else mattered, responsible reporting about medicine would always ring true. Until she was <a href=\"http://www.huffingtonpost.com/2014/12/03/nancy-snyderman-apology-nbc-news-doctor-ebola-quarantine_n_6261656.html\" target=\"_blank\">caught violating</a> her Ebola-related quarantine.</p><p>The furor over Williams is serious. Whatever the outcome, NBC has been damaged, weakening its position against its rivals. In the case of ABC and CBS, perhaps this will improve the quality of journalism. Fox News? Well, you know what Bernie Brillstein said.</p>"
}
