{
  "nid": "80",
  "title": "New Year's  thoughts on publishing",
  "url": "content/new-years-thoughts-publishing",
  "body": "<p><span style=\"font-size: large;\"><img src=\"assets/lattice.jpg\" width=\"305\" height=\"393\" style=\"float: left; margin-left: 4px; margin-right: 4px;\">On the last day of 2012, as we attend the latest act of&nbsp;</span><a href=\"http://www.nytimes.com/2013/01/01/us/politics/2-sides-in-talks-inch-closer-but-no-fiscal-deal-on-final-day.html?hp&amp;_r=0\" target=\"_blank\" style=\"font-size: large;\">the Kabuki play within the Beltway</a><span style=\"font-size: large;\">, I find myself struggling to remember a command in the content management system (CMS) I use to write and publish my opinions&nbsp;</span><span style=\"font-size: large;\">and</span><span style=\"font-size: large;\">&nbsp;</span><span style=\"font-size: large;\">ideas</span><span style=\"font-size: large;\">. Despite the fact that I used to work at the company that distributes and curates this system, and should therefore be some kind of expert user, my infrequent posting guarantees a certain amount of rust. </span></p><p><span style=\"font-size: large;\">I have mucked around the innards of&nbsp;</span><span style=\"font-size: large;\">this CMS&nbsp;</span><span style=\"font-size: large;\">enough</span><span style=\"font-size: large;\">&nbsp;to understand that it is a mature product. Many thousands of developer-years have created a dependable tool now in use all over the world, including <a href=\"http://www.whitehouse.gov/\" target=\"_blank\">within the Beltway</a>. I have, and may continue to extol its virtues to corporations looking to escape the clutches of older, more proprietary systems.</span></p><p><span style=\"font-size: large;\">But the truth is inescapable. We are publishing against an outdated paradigm, no matter how alluring the tools may be. A system of configurable templates running on top of a relational database that stores objects along with metadata and user preferences is no longer the most advanced architecture. What comes next is open to debate and discovery. Distributed databases with no schema will work in concert with huge stores of unstructured data to support social publishing across existing and future devices. The process will be social because publishing will become more egalitarian, preserving quality while liberating opportunity. &nbsp;</span></p><p><span style=\"font-size: large;\">In his introductory remarks to</span><span style=\"font-size: large;\">&nbsp;</span><a href=\"http://en.wikipedia.org/wiki/The_Gutenberg_Galaxy\" target=\"_blank\" style=\"font-size: large;\">The Gutenberg Galaxy</a><span style=\"font-size: large;\">, which I am reading again before writing a series of essays on technology and literature, W. Terrence Gordon describes the relationship between thought and space:</span></p><p><span style=\"font-size: large;\">\"Print culture intensified the effects of the older technology of writing. Before writing, mankind lived in acoustic space, the space of the spoken word, which is boundless, directionless, horizonless, and charged with emotion. Writing transformed space into something bounded, linear, ordered, structured and rational. The written page, with its edges, margins and sharply defined letters in row after row, inevitably brought in a new way of thinking about space.\"&nbsp;</span></p><p><span style=\"font-size: large;\">We are now at another inflection point. Having created a different kind of space, where the acoustics are defined digitally, we are redefining the act of publishing.&nbsp;</span><span style=\"font-size: large;\">As the tools improve, social publishing will flourish.&nbsp;</span><span style=\"font-size: large;\">The transformation will be painful, perhaps fatal to some institutions, but the language will prevail, journalism will adjust, and literature will survive. Our society will continue to grow as new ideas create new space for self-expression.&nbsp;</span></p><p><span style=\"font-size: large;\">Looking forward to the new year.&nbsp;</span></p>"
}
