{
  "nid": "3",
  "title": "The New Yorker Gets It",
  "url": "content/new-yorker-gets-it",
  "body": "<p style=\"text-align: justify;\"><img src=\"assets/2009/02/newyorker.jpg\" alt=\"newyorker\" title=\"newyorker\" width=\"139\" height=\"147\" class=\"alignleft size-full wp-image-224\"></p><p style=\"text-align: justify;\">In a futile attempt to catch up with the New Yorker, stacks of which have been secreted in various corners of my home office for longer than I care to remember, I skimmed the Jan 19, 2009 issue and came across a full-page ad for their Digital Edition. I'd read something about it in an earlier issue, but like so much of the information that seems to have proliferated with the new year, it was in the back of my mind, if not gone entirely. Several years ago, I bought the DVD-ROM archives. The thrill of popping in a disc and reading an <a href=\"http://en.wikipedia.org/wiki/A._J._Liebling\" target=\"_blank\">A.J. Liebling</a> piece from the Forties, for example, was worth the tacit admission that I'd do this only once or twice a year. But what's a hundred bucks, more or less, between friends? It was a statement by the New Yorker, a stake firmly planted in the twenty-first century, and so is their new Digital Edition.</p><p style=\"text-align: justify;\">In his recent Atlantic Magazine piece, \"<a href=\"http://www.theatlantic.com/doc/200901/new-york-times\" target=\"_blank\">End Times</a>,\" which openly speculates about the demise of the New York Times, Michael Hirschorn makes a valid point: \"Most likely, the interim step for <em>The Times</em> and other newspapers will be to move to digital-only distribution (perhaps preserving the more profitable Sunday editions).\"</p><p style=\"text-align: justify;\">This is why the New Yorker's idea makes sense. The Times, a company hemorrhaging cash at a rate currently associated with investment banking firms, employs an army of reporters and bureau chiefs around the world, a labor force that together with whoever still prints the damn thing poses an insolvable economic problem. Its main source of revenue, advertising, is imploding along with the global economy. The handwriting, as they say, is on the wall.</p><p style=\"text-align: justify;\">The New Yorker has some of the same problems, though it's like comparing a boutique to Macy's. In effect, the New Yorker <em><span style=\"text-decoration: underline;\">is</span> </em>the Sunday edition for readers who might have paid more attention to the Times Sunday Magazine before it was overshadowed by newer, trendier sections that, according to Hirschorn, have \"gradually hollowed out journalism's brand, by making the newspaper feel disposable.\" I can't argue with that. I'm one of those ephemeral readers who visit the Web site every day, often more than once, and get the Sunday edition as some kind of talisman. It's been months, if not years, since I've read anything in the Magazine. I hang onto it with good intentions, and my wife enjoys Safire, but that's about it.</p><p style=\"text-align: justify;\">The Digital New Yorker will continue the tradition of offering snappy, relevant content, a familiar world of letters now available in bite-size morsels from your home printer. You'll be able to print the ads, or not, and they'll offer two tiers of pricing: free for current print subscribers, $39.95 for digital-only. In both cases, you'll get access to the full archives.</p><p style=\"text-align: justify;\">Say, wait a minute. What about those DVDs?</p>"
}
