{
  "nid": "115",
  "title": "News is not a lap dance",
  "url": "content/news-not-lap-dance",
  "body": "<p><img src=\"assets/Las_Vegas_crop.jpg\" width=\"300\" height=\"389\" style=\"float: left; margin-left: 4px; margin-right: 4px;\">Like most viewers of the NBC Nightly News, I've weathered the absence of Brian Williams with aplomb. Outside of deleting and reentering the series in my DVR's scheduled recordings, just to avoid looking at his picture in the channel descriptor, I've done nothing different. Naturally, they didn't replace Brian's picture with one of Lester Holt. No, that would be too much of a commitment, but I won't digress. Suffice it to say that NBC's reluctance to recognize what the market already knows, that Lester's straight-up style is a relief from Brian's&nbsp;<em>gravitas, </em>confirms a tone-deaf management in thrall to the past. &nbsp;</p><p>Bringing <a href=\"http://www.nytimes.com/2015/03/07/business/media/nbc-appoints-andrew-lack-as-new-head-of-its-news-division.html\" target=\"_blank\">Andrew Lack</a> back would appear to be an attempt to retake the high ground, a return to the so-called glory days of the 90s, before Brian took Tom Brokaw's chair. Certainly, Brokaw, who evidently <a href=\"http://www.salon.com/2015/02/12/tom_brokaw_warned_for_a_year_that_brian_williams_iraq_story_was_a_big_fib/\" target=\"_blank\">suspected&nbsp;</a>his successor's casual approach to the facts, won't return in any capacity beyond guest commentator. He doesn't need the money, and I believe his private assertions include a eulogy for the news in general.</p><p>You'd think Lack would restore order by mandating a return to quality journalism. Perhaps his work at Sony Music Entertainment and the Bloomberg Media Group altered his commitment to serious reporting, though it's difficult to imagine the latter organization tolerating such an indulgence. Maybe Lack hasn't taken full control of the situation at Nightly News, another implausible scenario.</p><p>Whatever the reason, last night's astounding fall from grace signals a network in jeopardy, and I don't mean the game show.</p><p>Full disclosure: I'm a fan of <a href=\"http://www.shirky.com/\" target=\"_blank\">Clay Shirky</a>, which is the digital media equivalent of being a yellow-dog Democrat. That means I'd sooner watch a yellow dog read the news than accept where some forms of journalism, and I use the term loosely, are headed. Unlike some folks at Time Inc., I'm not a fan of Buzzfeed, but they're rearranging deck chairs on the Titanic, and will do anything for a buck. We are in the first years of the digital news revolution, so it's bound to get messy.</p><p>The old school mindset won't go quietly. A few years ago, I attended a Bay Area event for Columbia alumni, where Nicholas Lemann, then dean of the journalism school, spoke about the current state of his profession. During Q&amp;A, I asked about the importance of brand. His reply? \"That's not a word we use in our building.\"</p><p>I hope the kids in his program today have a different opinion.</p><p>But you've got to draw the line somewhere, even in a brave new world. Last night, I settled back after a long day to watch the recorded Lester go through his paces. Story after story unfolded in a punchy sequence of clips and live delivery. Once again, I enjoyed the upbeat style. And then, all hell broke loose.</p><p>Cut to Lester sitting in front of two full-size images: a montage of photos showing a mother and child, and head shots of a dark-haired guy wearing a suit and hat (not Don Draper), and a shot of the well-fed tyke today. Superimposed over the montage, the phrase \"Past Lives?\" raised an immediate red flag.</p><p>Luckily, I was on my first cocktail. Lester's lead-in about Ryan, the boy who remembers details of a past life as a gangster, was oddly soothing, lulling me into complacency until they rolled the footage. I almost dropped my glass when I heard the creepy music. Suddenly, we were on Dateline NBC, Lester's other gig. The segment began with a summary of the \"facts\" before devolving into complete conjecture. No, that's too good a word, but my hangover precludes effective cursing.</p><p>Music under a news story? Call me old-school. I don't care because I know that I'm not. But the news is not a lap dance, and Lester should not be a lap dog for an NBC that mistakes streetwalking for brand management. Can you imagine Brokaw doing the piece?</p><p>Here's the link, until they take it down, no way to avoid the 15-second commercial: <a href=\"http://www.nbcnews.com/nightly-news/boy-says-he-remembers-past-life-hollywood-agent-n327506\" target=\"_blank\">Expert Investigates 10-Year-Old 'Reincarnation' Claims</a>.</p><p>No words.</p>"
}
