{
  "nid": "96",
  "title": "Niloufar Talebi: prolific geo-artist",
  "url": "content/niloufar-talebi-prolific-geo-artist",
  "body": "<p><img src=\"assets/Niloufar.1.jpg\" alt=\"Niloufar Talebi\" title=\"Niloufar Talebi\" width=\"248\" height=\"300\" style=\"float: left; margin-left: 4px; margin-right: 4px;\">The best artists practice craft instinctively, expressing themselves as an extension of their culture, and changing that culture with the force of those expressions. When the culture spans continents and geo-political boundaries, there exists an additional vector of emotion, an overlay of longing for the source, and assimilating (or contesting) the destination. Niloufar Talebi lives on the edge of that vector. Her libretto for \"The Disinherited,\" the one-act opera premiered at Symphony Space last Monday, dramatizes the love for Iran, her ancestral homeland, as filtered through world events seen from her adoptive European and American surrounds.</p><p>In telling the story of Mina and Bahram, their 11-year-old son Arya, and Bahram's brother Shayan, Ms. Talebi offers a poignant view of personal and national conflict. Declamations of love, separation and betrayal hover over&nbsp;<span style=\"line-height: 1.538em;\">composer Clarice Assad's piano reduction of a score certain to accede to the ensemble or orchestra. We hear echoes of&nbsp;</span><span style=\"line-height: 1.538em;\">Stravinsky and Persian tonality - </span><em style=\"line-height: 1.538em;\">Scheherazade</em><span style=\"line-height: 1.538em;\"> against </span><em style=\"line-height: 1.538em;\">Les Noces</em><span style=\"line-height: 1.538em;\">&nbsp;- as Mina ponders the danger of letting Arya stay in Iran. Because of the&nbsp;</span><span style=\"line-height: 1.538em;\">war with Iraq,&nbsp;</span><span style=\"line-height: 1.538em;\">boys his age are being drafted to walk through and clear minefields. </span></p><p><span style=\"line-height: 1.538em;\">Shayan has left a note containing information about smuggling Arya out of the country. Bahram discovers Mina searching for the note, and we hear their unfolding predicament in a duet:&nbsp;</span><span style=\"line-height: 1.538em;\">\"What is the future of our country? Damned if we stay, damned if we go.\" \"I want Arya to live.\" In a near-Wagnerian interlude, the phrase \"keep dreaming\" floats over tonal dissipation.&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">Ms. Talebi extracts lucid imagery from a spare mise-en-scene, setting the image of \"chilling mountains of Zagros\" as backdrop for Arya's possible emigration. We never see the boy, but the torment of his parents and uncle, infused with&nbsp;</span><span style=\"line-height: 1.538em;\">political and then sensual overtones, reveals the underlying symbolism. Arya <em>is</em> Iran, the alliteration but one clue to his identity. In the second scene, when Bahram visits Shayan in his university classroom in Tehran, to mitigate his brother's intrusion into Mina's emotions, the political overtones lurk behind a suspenseful tonality that lacks resolution. \"Our country is broken\" is as important a statement as \"Sorry, I have overstepped.\"<img src=\"assets/Niloufar.2.jpg\" alt=\"Niloufar Talebi\" title=\"Niloufar Talebi\" width=\"267\" height=\"400\" style=\"float: right; margin-left: 4px; margin-right: 4px;\"></span></p><p>The third scene encapsulates the turmoil. Shayan has convinced Bahram that Arya should be smuggled out of the country, but Mina has had a change of heart. When Bahram tells Mina that she could go with Arya, and that he would follow later, their duet personifies the struggle of patriotic loyalty against personal safety: \"If our boy stays home, he could be drafted. If our boy leaves home, he could freeze to death.\"</p><p>We understand Mina's change of heart when she reveals a secret to Bahram, her time with Shayan at a&nbsp;<span style=\"line-height: 1.538em;\">Caspian seaside&nbsp;</span><span style=\"line-height: 1.538em;\">villa: \"We lost ourselves.\"</span></p><p>The family torment plays out:</p><p>\"All these years, I have been an outsider in my own life.\" \"Nothing is real as it seems.\" &nbsp;</p><p>\"We cannot turn back time. I would, if I could, erase that afternoon.\"</p><p>\"He will never know. Mina you will leave Iran without Arya.\"</p><p>\"I have no future here. I want Arya to live. Goodbye, brother.\"</p><p>The climactic trio resonates with despair: \"All we have is Arya,\" and we see that Arya is a stand-in for Iran, that his questionable lineage reflects the passage of Iranian culture from the&nbsp;<span style=\"line-height: 1.538em;\">languid&nbsp;</span><span style=\"line-height: 1.538em;\">serenity of the seaside villa to the treacherous minefields that might cause his death.</span></p><p><span style=\"line-height: 1.538em;\"><a href=\"http://www.niloufartalebi.com/\" target=\"_blank\">Niloufar Talebi</a> is a gifted librettist, poet, performer and translator. In \"The Disinherited,\" she presents an homage to Iran that is all-consuming. As Martin Scorsese tells us, \"The artist's job is to get the audience to care about your obsessions.\" Niloufar Talebi infuses her story with truth and beauty, a wonderful obsession indeed.&nbsp;</span></p><p><span style=\"line-height: 1.538em;\"><br></span></p>"
}
