{
  "nid": "118",
  "title": "No Words for Charleston",
  "url": "content/no-words-charleston",
  "body": "<p><em><img src=\"assets/Ligon_CallandResponse.jpg\" alt=\"Call and Response - Glenn Ligon\" title=\"Call and Response - Glenn Ligon\" width=\"497\" height=\"330\" style=\"float: left; margin-left: 4px; margin-right: 4px;\"></em></p><p><em>\"Her unpredictable bondage to the past, always a grim past, was one of the few sad facts about her.\" \"The Golden Child\" by Reynolds Price &nbsp;</em></p><p>I am still processing the Charleston massacre. Last Wednesday, in the midst of celebrating the end of a consulting project, I saw the news on Facebook, a pattern of disconcerting headlines and images spreading like wildfire. Cushioned by alcohol, I could only work through the surface, the artifacts of violent murder we have all come to recognize, if not anticipate.</p><p>During the previous week, I had been polishing the opening of an essay on race, a personal take on an incident that happened in the summer of 2006, when Barry Hannah visited the Bennington Writing Seminars and read a story riddled with the N-word. Since that time, I had been struggling to understand the relationship between white Southern authors and their black characters. I had finally found an entry point, and felt encouraged by my progress. My only regret was that Barry, who passed away a few years after that reading, would not know that I had looked beyond the bluff of insult to see his love for black people, and his self-deprecation.</p><p>The next morning, my wife and I drove north to Maine for a much-anticipated vacation. As always, the weight of the world and its depredations eased with each passing mile. By the time we reached our destination, the aptly named Freeport, I had pushed all thoughts, indeed all stimuli, behind the scrim of Wyeth clarity, the white light suffusing that region.</p><p>Over the next several days, I checked the Web sparingly, chatting with one or two friends, posting a few photos. The local television stations carried the news, but it played out like a disjointed Kabuki play, the white-faced shooter standing with wooden dispassion in a jailhouse video feed as family members of his victims forgave him, an act I recognized as beyond my own sensibility, even in the white coastal light. I particularly enjoyed the words of one family member, who said God would welcome the shooter into his grace, and that he hoped that meeting would happen soon.</p><p>And then it hit me, like a blow to the stomach, that I could not continue the essay. How could I write an exculpatory piece about white writers using the N-word after learning that the shooter used the same word to address the one person he spared? No quantity of intellect, empathy or love could balance the vitriol; not now, and not by me. &nbsp;</p><p>Racial hatred permeates our country, especially its Southern precincts. The use of racial epithets nourishes that hatred, no matter how idiosyncratic that usage might be. Young people of all colors use the N-word as a salutation, or term of endearment, but too many others use it as a weapon, to hurt and intimidate. &nbsp;</p><p>I will revisit the essay when my anger and disgust have subsided, probably not in the near future, and definitely not without further introspection. There will be other words, in other venues, before that happens.&nbsp;</p><p>photo: Valerie Bennett -&nbsp;<em>Call and Response, Glenn Ligon</em></p>"
}
