{
  "nid": "33",
  "title": "The Nomenclature of Progress",
  "url": "content/nomenclature-progress",
  "body": "<p><img src=\"assets/2010/11/cart-300x199.jpg\" alt=\"cart\" title=\"cart\" width=\"300\" height=\"199\" style=\"float: left; margin-left: 4px; margin-right: 4px;\">So I'm writing this post on my iPad, using American's in-flight Wi-fi service. It costs about the same as a couple of drinks and I'm more productive. I'm waiting for the Pages app to finish downloading from the store so I can work on the novel. Across the aisle, a kid in his 20's is watching a cartoon, looking at pictures of his band, and studying notes. While all this seems thoroughly advanced, I can't shake the feeling of being stuck in a quagmire. Why did I have to pay for wireless at all? (OK, I had to pay to check a bag, so I understand the need to make a profit) Why is my download so slow? And why, with its addictive interface, does the iPad even need an external word processing app? Again, economics. I know, but it still feels clunky. <a href=\"http://woodylewis.com/node/21\" target=\"_blank\">I talked earlier about the velocity of innovation</a>. In its purest sense, that relates to the speed at which inventions or modifications are distributed through the system (in this case, the social system). A creative environment can vary in its conducive character. Perhaps Silicon Valley breeds one type of innovation, while New York City breeds another. But it's the <em>perception</em> of innovation that matters. Surely, several millennia ago there was an ox cart driver circling the Parthenon, thinking to himself, \"I got the brass sheaths on my wagon spokes, how cool is that?\" The same principle holds true today. Just as even our grandchildren will think our iPads primitive, let alone the world of 4010 (assuming there is one), so we now look back on that ox cart driver. Who's to say he wasn't more advanced, given the low bar of innovation in his day. The point is, it's perception as much as fact. As I sit here hurtling through the sky, fighting a spellchecker that I now realize is the true cause of so many grievous Web errors (it's easy to see its tendencies...:), I'm tempted to feel smug. Do any of those heartland folks down below understand how cool this is? They probably do, and are happy to let me struggle with Word Press on Safari running on an iPad. <strong>P.S.</strong> - Had to pull out the laptop to upload the picture of the cart. Couldn't upload through the WordPress interface from my iPad Photo album.</p>"
}
