{
  "nid": "50",
  "title": "Note to Google: Watch That First Step, It's a Doozy!",
  "url": "content/note-google-watch-first-step-its-doozy",
  "body": "<p><a href=\"assets/2011/08/StepGrab.jpg\"><img src=\"assets/2011/08/StepGrab.jpg\" title=\"StepGrab\" width=\"383\" height=\"300\" style=\"float: left; margin-left: 4px; margin-right: 4px;\"></a>As Google+ continues to break records with its rapid growth, we see the social network stack &nbsp;of branded community,&nbsp; affinity, sharing, messaging and knowledge. In the early days, community was an ephemeral concept - virtual by way of physics, but transient in terms of brand. After the early geek-centric bulletin boards and chat rooms, whose successors (e.g. - <a href=\"http://en.wikipedia.org/wiki/Internet_Relay_Chat\" target=\"_blank\">IRC</a>) are still the chosen space of many, the most conspicuous communities were marketed as brands. Compuserve and <a href=\"http://en.wikipedia.org/wiki/Prodigy_%28online_service%29\" target=\"_blank\">Prodigy</a> were supplanted by AOL. Like the meter in a cab circling Central Park, the clock kept ticking as people got together in chat rooms for all sorts of discussions. The Web put a cap on AOL's growth, though the company's&nbsp;recent enhancement of its&nbsp;social publishing platform portends more growth driven by advertising. Yahoo and a host of other companies created branded communities based on functionality. The winner? Google, of course. At least that's what we all thought. Google was the ultimate beast, a fantastic array of world-class engineering talent, driven by its dominant search platform, which quickly became a commodity verb like Kleenex or Xerox. And then there was Facebook. No one was prepared for the exponential growth, not even its most ardent supporters. Who knew that it would become <a href=\"http://mashable.com/2010/01/28/baby-boomers-social-media/\" target=\"_blank\">the chosen platform for baby boomers</a>? I have friends who communicate only through Facebook direct messages - no email, no texting. In one big social gesture, Facebook skewed the stack, sliding in a bottom layer of community that supported higher layers of gestural communication. Friends, lists of friends and groups became proxies for affinity. Sharing media assets accelerated the pace of messaging, creating social knowledge, however trivial or important. Google's own offerings - Wave, Buzz, etc. - paled by comparison, paradoxical given its hold on search. Enter Google+. The early returns are promising, though somewhat skewed by the technorati. Personally, I haven't had the time to build more than a handful of circles, not enough to leverage the obvious power of the platform. The problem is, I spend a lot of time on Facebook. I can see the benefit of Hangouts for collaborative projects. The problem is, I use WebEx for work, and I don't tend to chat socially, except for the occasional Skype with my good buddy in Denmark. We are now in a period of consolidation, where <a href=\"http://www.nytimes.com/2011/08/11/fashion/digitally-fatigued-networkers-try-new-sites-but-strategize-to-avoid-burnout.html?scp=6&amp;sq=social%20media&amp;st=cse\" target=\"_blank\">network fatigue</a> will determine the success of new entrants. In announcing its <a href=\"http://dealbook.nytimes.com/2011/08/15/google-to-buy-motorola-mobility/?hp\" target=\"_blank\">acquisition of Motorola Mobility</a>, Google has just made the ultimate flanking move. While technically invisible as the transport layer beneath the social network stack, a hard link to telephony raises the stakes. Google has morphed into a different enterprise, <a href=\"http://www.businessinsider.com/google-motorola-deal-2011-8?utm_source=Triggermail&amp;utm_medium=email&amp;utm_term=SAI%20Select&amp;utm_campaign=SAI_Select_081611\" target=\"_blank\">regressive in the eyes of some</a>. It's all a gambit to anchor that first layer. Branded cellphones given away as loss leaders? Only time will tell. Cue the fatigued consumer.</p>"
}
