{
  "nid": "41",
  "title": "NY Times - Hacking the Ecosystem for Fun and Profit",
  "url": "content/ny-times-hacking-ecosystem-fun-and-profit",
  "body": "<p><a href=\"assets/2009/03/istock_000006626506xsmall.jpg\"><img src=\"assets/2009/03/istock_000006626506xsmall.jpg\" alt=\"\" title=\"istock_000006626506xsmall\" class=\"alignleft size-full wp-image-777\"></a></p><p><a href=\"assets/2009/03/istock_000006626506xsmall.jpg\"></a>As expected, the New York Times announced its paywall model to a widespread chorus of varied reactions. One of the more trenchant, possibly cogent, observations came from <a href=\"http://www.mondaynote.com/2011/03/21/nytimes-%E2%80%9Cfair%E2%80%9D-prices/\" target=\"_blank\">across the pond</a>, though buttressed by a strong Silicon Valley affiliation. The Times apparently spent much of the past two years <a href=\"http://www.nytimes.com/2011/03/21/business/media/21times.html?_r=1&amp;hpw\" target=\"_blank\">deliberating</a> this important decision. No surprise, given not only its previous experiment with TimesSelect, which I personally found useful enough, but also its current financial position. Like any other paper, the Times needs more revenue. Unlike any other paper, the Times owns the world's most influential journalism brand, its name having become synonymous with quality and liberal bent. In the zero-sum game of branded journalism, value can leak out of legacy at an alarming rate. Just ask the folks at Newsweek. But this is not just about money, it's about the ecosystem. Everyone knows by now that there is no turning back. Journalism has changed forever. The relationship between a paper and its readers reaches across multiple platforms, to use a term once foreign to the business. And it's a <em>financial</em> ecosystem that encompasses capital as well as information. Over the past decade, the Times has transformed this ecosystem completely, spending more than twice its current market cap to buy back shares of its common stock, the price of which has fallen along with classified ad revenues. This in turn has engendered <a href=\"http://www.economicprincipals.com/issues/2009.02.01/383.html\" target=\"_blank\">grim appraisals and lofty recommendations</a>. If the company had spent the money on new technologies and acquired some of its competitors, it could have stolen a march on the rest of the industry. Imagine the Huffington Post as part of the Old Grey Lady. (No, we can't either). The problem with such hindsight is that it ignores market cross currents. It's no longer accurate to us <em>ceteris paribus</em>, because you <em>can't</em> hold other things equal. Everything is interrelated and interdependent. Just look at the European Union. Predictions of the new Internet bubble have been in orbit for some time. The author of <a href=\"http://steveblank.com/2011/03/18/new-rules-for-the-new-bubble/\" target=\"_blank\">one of the more imaginative scenarios</a> manages to identify the value within the bubble, for those agile enough to grab it. While it's unclear which companies will be that agile, it's clear that the New York Times will spare no discomfort in rearranging its ecosystem. The stakes are too high not to, and it makes the front page every time.</p>"
}
