{
  "nid": "65",
  "title": "Occupy World News - Social Signals and Gestures",
  "url": "content/occupy-world-news-social-signals-and-gestures",
  "body": "<p><img src=\"assets/OWS.jpg\" alt=\"Zuccotti Park\" width=\"350\" height=\"261\" style=\"float: left; margin-left: 5px; margin-right: 5px;\">Occupy Wall Street has spread far beyond its initial context. Not only has the spirit of resisting, or at least aggressively questioning the global economic crisis gone mainstream, it's occasionally found unexpected support. In some cities, police have <a href=\"http://www.timesunion.com/local/article/Under-pressure-to-make-arrests-police-and-2232934.php#ixzz1bietzrSH\" target=\"_blank\">refused to arrest</a> the occupying forces, though violence has <a href=\"http://thelede.blogs.nytimes.com/2011/10/26/police-said-to-fire-tear-gas-at-protesters-in-oakland-calif/?hp\" target=\"_blank\">escalated in other locations</a>.</p><p>The 1% remains barricaded, sporadically professing to embrace change, as long as things remain the same. Meanwhile, the 99% continues to coalesce. The image of young radicals running wild has been supplanted by a <a href=\"http://www.thenation.com/article/164075/we-are-all-occupiers-now-mainstreaming-ows?rel=emailNation\" target=\"_blank\">mainstream brand</a>. Grandmothers and veterans have joined, raising the volume of public dissatisfaction with the status quo. &nbsp; &nbsp;&nbsp;</p><p>These social signals have grown louder, and the measurement of those signals has itself become the locus of change. The Guardian has <a href=\"http://www.guardian.co.uk/media/2011/oct/09/the-guardian-newslists-opening-up\" target=\"_blank\">opened up its newslist</a>, the listing of pieces assigned or planned by the editors, to public view. Exposing this resource will encourage more public interaction, allowing the Guardian to mine amplified signals of opinion.</p><p>In <a href=\"http://gigaom.com/2011/10/21/dont-think-of-it-as-a-newspaper-its-a-data-platform/\" target=\"_blank\">opening up its data platform</a> to outside commercial use, USA Today has also reacted to these social signals. Like the Guardian, the New York Times, and other newspapers, USA Today had already exposed its API (application programming interface) to developers. It's now offering commercial licensing of these data services, hoping to stimulate a side business, but also measuring the signals with greater accuracy. This reflects the Guardian's idea of a \"mutualized newspaper,\" where readers participate in the full cycle of development and publishing.</p><p>Which leads us back to the Occupy movement. Mainstream media, not to be confused with the population, still defers to authority, especially when <a href=\"http://www.politicususa.com/en/police-censorship-occupy-oakland\" target=\"_blank\">confronted with the prospect of physical harm</a>. Global events have shown that ingenuity trumps authority when disseminating news about political upheaval. Given the proliferation of tools to measure social signals, the logical next step is to embed those signals in a cohesive manner, combining disparate social gestures into channels of two-way communication.</p><p>Public newslists and enhanced APIs are a good beginning. Occupying the news, in addition to making it, will increase the integrity and velocity of information. We are the story. It's time we became co-editors as well. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>"
}
