{
  "nid": "94",
  "title": "Penny Arcade, lasting longer",
  "url": "content/penny-arcade-lasting-longer",
  "body": "<p><img src=\"assets/Penny.jpg\" alt=\"Penny\" title=\"Penny\" width=\"300\" height=\"400\" style=\"float: left; margin-left: 4px; margin-right: 4px;\">The great Maurice Andre said, \"It takes a strong personality to make an impact with the trumpet...You're like a matador in a bull ring. I see flutists and oboists go on the stage gingerly. If you do that with the trumpet you're finished. You have to go on as a winner.\"</p><p>Last night&nbsp;<span style=\"line-height: 1.538em;\">at Joe's Pub</span><span style=\"line-height: 1.538em;\">,&nbsp;Penny Arcade&nbsp;took the stage like a prizefighter, shuffling through the audience, greeting friends and strangers with equal intensity, practicing jabs and hooks in a brazen warmup that ended with her&nbsp;</span>shouting<span style=\"line-height: 1.538em;\">&nbsp;down at us, \"This is not cabaret.\" Her show, \"Longing Lasts Longer,\" could have been a songbook of tortured souls, a <em>Jonny Spielt Auf &nbsp;</em>like her friend <a href=\"http://woodylewis.com/content/breakfast-tammy-faye\" target=\"_blank\">Tammy Faye</a>'s portrayal of Velvet Underground <em>chanteuse</em>&nbsp;Nico. But the Weimar decadence came wrapped with the clarity of Hannah Arendt, who Penny quoted a few minutes later: \"Art will no longer save the world.\"</span></p><p>Penny Arcade (Susana Ventura) is a poetic artist, performing an incredible one-person act against a montage of recordings ranging from Al Green to John Lennon, a <em>pastiche </em>mixed by Steve Zehentner, her backstage interlocutor. Her own words about love, confessional riffs torn from her viscera, float<span style=\"line-height: 1.538em;\">&nbsp;</span><span style=\"line-height: 1.538em;\">over these song-objects like&nbsp;</span><span style=\"line-height: 1.538em;\">a visual theme, embellished with pratfall and dexterous footwork. Like the&nbsp;<span style=\"line-height: 1.538em;\">collages</span>&nbsp;of George Grosz</span><span style=\"line-height: 1.538em;\">, Penny's images of art, love and politics set angular traps for the collective soul against a backdrop of social chaos.</span></p><p><span style=\"line-height: 1.538em;\">She misses</span><span style=\"line-height: 1.538em;\">&nbsp;the artistic New York we've all been mourning in the face of gentrification: \"The wounded spirit of New York City cries out and we are filled with longing.\" And yet, like the multi-sexual subjects of her vignettes, she implies urban fickleness, if not downright promiscuity: \"I make friends with cities the way other people make friends with people.\"</span></p><p><span style=\"line-height: 1.538em;\">Love runs like a river underneath her performance, a torrent of loneliness and arch coupling. When we hear the show's punchline, a casually delivered <em>cri de coeur</em>, we understand there's no turning back: \"Longing lasts longer, longer than love.\"</span></p><p><span style=\"line-height: 1.538em;\">But this is angular love, consummated along society's&nbsp;rough edges. She mentions Quentin Crisp's take on happiness (\"never share anything\"), and his&nbsp;</span><span style=\"line-height: 1.538em;\">pioneering&nbsp;</span><span style=\"line-height: 1.538em;\">gay spirit informs her delivery. She mentions Charles Henri Ford, the surrealist associate of Breton, and the magazine Blues in which Ford published William Carlos Williams and Gertrude Stein. We feel the significance of words when she cites Orwell on the destruction of language. She says that in 2014 we've finally reached 1984: \"Every 15 years the language police recruit another generation. We are dealing with the erasure of history. I spend my life walking backwards into history.\" &nbsp;</span></p><p><span style=\"line-height: 1.538em;\">And one of the most eloquent lines of the night: \"We are living with the tyranny of fragility.\"&nbsp;</span></p><p><span style=\"line-height: 1.538em;\">A smackdown of artistic and political conscience.</span></p><p><span style=\"line-height: 1.538em;\">Penny Arcade is in all of us. The dope-fueled Sixties, the polyester Seventies, the Gekko Eighties, the solipsistic Nineties: she was there ahead of us, in what she calls the constant present. She is raconteur and flaneur, gender notwithstanding. I would add historian, but she precludes that distinction with her pronouncement, \"History in a way has ended.\" </span></p><p><span style=\"line-height: 1.538em;\">So I will call her one of the most important artists in America, a social critic with the final word: \"Mediocrity is the new black.\" &nbsp;&nbsp;</span></p><p><span style=\"line-height: 1.538em;\"><br></span></p><p><span style=\"line-height: 1.538em;\"><br></span></p><p><span style=\"line-height: 1.538em;\"> &nbsp;&nbsp;</span><span style=\"line-height: 1.538em;\">&nbsp; &nbsp; &nbsp; &nbsp;</span></p><p><span style=\"line-height: 1.538em;\"><br></span></p><p><span style=\"line-height: 1.538em;\"><br></span></p>"
}
