{
  "nid": "18",
  "title": "The Physics of Newspapers",
  "url": "content/physics-newspapers",
  "body": "<p><img src=\"assets/2009/08/molecules-300x225.jpg\" alt=\"molecules\" title=\"molecules\" width=\"300\" height=\"225\" style=\"float: left; margin-left: 4px; margin-right: 4px;\">A natural phenomenon has quietly occurred underneath <a href=\"http://www.businessinsider.com/the-newspaper-industrys-horrifying-first-quarter-in-12-frightening-stats-2009-6\" target=\"_blank\">the news about dying newspapers</a>. We've been blogging here about time and space, lately at a glacial pace, but summer happens and it's good to take a breather. Our premise that journalism follows certain natural laws of behavior is nothing new to <a href=\"http://www.marshallmcluhan.com/\" target=\"_blank\">McCluhan</a> fans, who might say that now, more than ever, the medium is the message. More than a few ink-stained wretches have jumped to social media, with more to follow as the ships keep sinking, some <a href=\"http://www.time.com/time/magazine/article/0,9171,1914976,00.html\" target=\"_blank\">at the hands of their own crew</a>. Newspapers have always been inherently social. As the next step up from verbal communication, they've normalized the varying accuracies of rumor, gossip, and shameless self-promotion, despite the persistence of these commodities in today's media space. The relevance of a newspaper is directly proportional to its content: the more it relates to the reader's own world, the more disposed that person will be to read it. The news is therefore a vector, or better yet, a set of vectors, each of which represents value to a certain set of readers. The dictionary <a href=\"http://www.merriam-webster.com/dictionary/vector\" target=\"_blank\">defines a vector</a> as a \"quantity that has magnitude and direction.\" Physical forces fall neatly into this category, but so do the patterns of networked communication. Newspapers have been an organic part of society for centuries, <em>precisely because of their vector nature</em>. The news starts out at ground zero, however you define it. Whether it's your neighborhood, your town, your state or your country, there is a locus of immediacy, a force that dissipates with distance. So the vector of news can be measured by relevance, as well as force of transmission. In Web language, you can fill the pipeline all you want, but brute force will never replace targeted messaging. Social media encapsulates community, the measurement of which gives us a proxy for vector. The <a href=\"http://www.thebigmoney.com/articles/impressions/2009/08/18/huffington-post-facebook-future-journalism?page=full\" target=\"_blank\">new arrangement between HuffPost and Facebook </a>has spawned one heck of a vector, an exponential increase in the magnitude and direction of messages, meta-links really, shared among members of the two communities. To use an outdated Web term, these messages have become more \"sticky.\" Back in the world of bricks and mortar, or atoms and molecules, or whatever isn't virtual, we hear that <a href=\"http://www.msnbc.msn.com/id/32350027/ns/business-media_biz/\" target=\"_blank\">some small-town newspapers aren't doing badly</a>. Apparently, having a near-monopoly on local news isn't a bad thing. In this case, the buzzword for vector, which we admit doesn't sound very sexy, is \"hyperlocal.\" While we remain philosophically opposed to any word that begins with the prefix \"hype,\" we get the point: vectors are valuable, particularly in smaller markets, where you can concentrate on the magnitude because you know the direction. As usual, the beast in Redmond has picked up the scent. MSNBC has<a href=\"http://www.businessinsider.com/msnbccom-acquires-hyperlocal-news-site-2009-8\" target=\"_blank\"> just purchased EveryBlock</a>, a Chicago-based \"hyperlocal news site.\" At the bottom of EveryBlock's <a href=\"http://www.everyblock.com/\" target=\"_blank\">home page,</a> a plug from the New York Times declares this to be \"one of the most ambitious hyperlocal sites,\" a clear follow-up to <a href=\"http://www.nytimes.com/2009/04/13/technology/start-ups/13hyperlocal.html?_r=1&amp;ref=technology\" target=\"_blank\">its own coverage of the phenomenon</a>, which included the tidbit that EveryBlock had received a $1.1 million grant from the Knight Foundation. Whether or not Steve Ballmer will refund the money is anyone's guess, but we can understand the Times' interest, given their own hyperlocal experiment with <a href=\"http://fort-greene.blogs.nytimes.com/\" target=\"_blank\">neighborhood-centric blogs</a>. So the physics of newspapers is upon us. We think \"news\" in general has begun the transition from legacy process to social phenomenon. <a href=\"http://mashable.com/2009/08/18/mainstream-news-twitter/\" target=\"_blank\">Tweets are now recognized as the gold standard of scoops</a>, which might not go over well with traditionalists, at least those with no sense of scientific history. Getting back to the atoms and molecules for a moment, history tells us that the Nobel laureate physicist Max Planck constructed his <a href=\"http://physicsworld.com/cws/article/indepth/373\" target=\"_blank\">principle of elementary disorder</a> over a century ago. This principle advanced the concept of entropy, which may be <a href=\"http://www.merriam-webster.com/dictionary/entropy\" target=\"_blank\">generally defined</a> as \"the degradation of the matter and energy in the universe to an ultimate state of inert uniformity.\" We think the physics of newspapers will lead to the opposite outcome. It's up to all of us to see that it does.</p>"
}
