{
  "nid": "71",
  "title": "Prophylactic Publishing for Fun and Profit",
  "url": "content/prophylactic-publishing-fun-and-profit",
  "body": "<p><img src=\"assets/chastity_belt.jpg\" width=\"282\" height=\"423\" style=\"float: left; margin-top: 2px; margin-bottom: 2px; margin-left: 8px; margin-right: 8px;\">When I hear about companies that don't allow their employees to browse social media sites, filtering out Facebook, Twitter and the like, my immediate reaction is not charitable. Conceding the need for security at some hardened installations (who wants the guy in charge of Predator drones over Pakistan tweeting about American Idol), I still oppose this type of censorship. No other word accurately describes the lockdown of conversation and ideas. In fact, even the Predator jockey might benefit from blowing off steam in non-destructive fashion.</p><p>So imagine my surprise when I discovered that the institutional client responsible for my two-month hiatus from blogging does not allow its employees to surf social media. As an independent consultant, I'm on-site but not part of the culture. The intensity of the assignment is my own doing, driven partly by my high standards and partly by an aggressive schedule of deliverables. I've been too busy to write anything but design documents and bug reports, or so I told myself. Perhaps the culture rubbed off after all.</p><p>But the selective filtering at the firewall was even more of a surprise. Once I got past the initial disgust at seeing the message \"Your organization has blocked this site\" when I tried to reach Facebook, I rationalized the need for discipline and concentration. Taking a break to read the news, I tried to tweet an article without thinking. Same deal. Out of habit, I went to LinkedIn to find someone. Biggest surprise of all? I got in.</p><p>The argument for allowing Facebook suggests an <a href=\"http://mashable.com/2012/04/11/facebook-workplace/\" target=\"_blank\">improvement in productivity</a>. Perhaps the old school doesn't get this, or perhaps the suggestion of promiscuous interchange threatens the status quo. Then why is LinkedIn acceptable, and not Facebook?</p><p>It's possible that even the most hidebound managers understand the value of accessibility. Indeed, the way out of regressive organizations might run through the career network that has given me steady business over the past three years. Perhaps, someone abused their privilege, logging hours of status updates and photo uploads when they should have been analyzing balance sheets. Perhaps that same person found their next job on LinkedIn, evidence visible to anyone monitoring the logs. Not that anyone on Wall Street would ever do that.</p><p>Of course, in the end I just took out my iPad and bypassed the internal network altogether. The larger cultural statement is that I don't care, but I do in a way. Walking around the financial district, remembering the good old days when men were merely pigs and not thugs, I see a new generation that will put an end to this censorship. For now, they'll tolerate the filters on the firewall. Sort of like the <a href=\"http://en.wikipedia.org/wiki/Maginot_Line\" target=\"_blank\">Maginot Line</a> in France after the first&nbsp;World War.</p><p>Some clever startup will offer the software equivalent of network <a href=\"http://en.wikipedia.org/wiki/Quality_of_service\" target=\"_blank\">quality of service (QoS)</a>, allowing managers to designate fine-grained permissions for each user. Of course, this already exists, selective entitlement being a mainstay of this world. It's just that the new twist will be on openness, a concept that truly frightens some of us. &nbsp;&nbsp;</p><p>Paraphrasing Carlos Fuentes once again - To be a progressive thinker on Wall Street. Ah, that is euthanasia. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p>"
}
