{
  "nid": "89",
  "title": "NY Times: No Room for Rock Stars",
  "url": "content/rock-star",
  "body": "<p>Over the past decade, the music business became the punch line for jokes about corporate strategy. While top-heavy management at major labels ignored the digital revolution, their customers discovered a scenario that did not involve forking over significant discretionary income. Traditional models of production, promotion, packaging and distribution were overturned. The LP albums that had given way to compact discs now resided as iTunes playlists, available at 99 cents a pop, give or take a <em>sou</em>. Scores of artists were dropped in a rush to austerity, their generous lifestyles attenuated, if not atrophied. Producers and executives were turned out on the streets. The surviving industry lives by the grace of a half-dozen corporate monoliths and hedge fund vehicles whose normalized product squeezes out the innovative.</p><p>The newspaper business had its own Grand Guignol courtesy of Craigslist, and its rush to a digital business model that continues to run from pillar to post (free to paid) has been well-documented, if not well-understood. Everyone looked to the New York Times for leadership, but the recent firing of Jill Abramson reminded us that yes, you can pass the time rearranging deck chairs on the Titanic.</p><p>Arthur Sulzberger's boardroom depredations have left him and his company in precarious financial straits. The Mexican billionaire Carlos Slim will soon increase his stake in the Times to 17%. This would be a major distraction, were it not for the larger historical dilemma: a fundamental shift in the business.</p><p>As part of the management shuffling that might have sealed her fate, Abramson announced in July that Sulzberger's son, Arthur Gregg, would take a leave from his metro reporter gig to become \"editor in charge of a new ideas task force.\" The report recently released by that task force does little to reassure those left rattled by Abramson's departure. Here's <a href=\"http://www.capitalnewyork.comassets/Innovation%20Report.pdf\" target=\"_blank\">the Innovation Report in its entirety</a>, but one or two particular points accost the casual reader.</p><p>The second paragraph of this manifesto declares that \"NYT Now is changing the way our journalism is presented on mobile devices.\" This might be true, and I had been meaning to check out this latest product, but when I went to the landing page the offer of \"Four weeks free, $2 a week thereafter\" made me hesitate. A hundred bucks a year....for an app? Not unless you get a complimentary visit from a groupie.</p><p>Further down, this declaration made me pause to clear my head: \"We cannot simply become a web-first newsroom or a mobile-first newsroom. We must become a flexible newsroom that continuously adjusts to the needs of the moment.\" This, from a metro reporter? Sounds like one of those canned term papers you can buy off the Web.</p><p>But the good stuff is in the recommendations. The first, \"Create a Newsroom Audience Development Team,\" advises \"creating a senior audience development position.....for developing the newsroom's strategy on social media, search and direct outreach like email.\" Really? This is a new idea?</p><p>The second recommendation, \"Create a Newsroom Analytics Team,\" reveals the tortured soul of journalism. Young Arthur inadvertently tips his hand when he says, \"In our reporting, we heard concerns about data hijacking our journalists' judgment.\" OK, so this task force was reporting internal news, I get that. But the idea that \"performance of individual stories\" might encourage \"a singular focus on page views\" is more than a nod to tradition. It is a distressingly clear explanation of why some old school journalists won't change their ways. Indeed, our reporter goes on to say, \"We believe that such fears are misplaced.\" The homilies continue for another few paragraphs.</p><p>In a <em>tour de raison</em>, the third recommendation, \"Create a Newsroom Strategy Team,\" illuminates the iceberg. We read that \"a permanent strategy team in the newsroom....should be small, removed from daily operations and contain a mix of backgrounds in journalism, technology, user experience, and analytics.\" All well and good, but the next sentence reinforces business as usual: \"The business side already has a strategy team, which will continue to be a valuable resource across the company.\" Translation: \"No worries. We're just going to do some cool agile stuff in the back room.\"</p><p>It's easy to be snarky about all this, except that it's not funny. If the Times can't get it right, and they haven't, then where does that leave the industry? Looking for the next female rock star? Probably not.</p>"
}
