{
  "nid": "76",
  "title": "Round 1: Rope-a-dope or Romney TKO?",
  "url": "content/round-1-rope-dope-or-romney-tko",
  "body": "<p><span style=\"font-size: large;\"><img src=\"assets/boxing-ring.jpeg\" alt=\"Boxing ring\" width=\"424\" height=\"281\" style=\"margin: 0px 4px; vertical-align: top;\"></span></p><p><span style=\"font-size: large;\">Last night's presidential debate was supposed to be a heavyweight matchup, a bout between two sluggers for the championship of the free world. Instead, we had ringside seats to what looked like a night of rope-a-dope, the </span><a href=\"http://en.wikipedia.org/wiki/Rope-a-dope\" target=\"_blank\" style=\"font-size: large;\">Ali-inspired&nbsp;</a><span style=\"font-size: large;\">style of hunkering at the edge of the ring, letting your opponent punch himself out before counterattacking.&nbsp;</span></p><p><span style=\"font-size: large;\"></span><span style=\"font-size: large;\">Barack spent much of the evening on the ropes, looking down at his lectern to take notes, perhaps wishing Romney would just go away, but he hardly threw any punches. Where was the real Obama, the skilled combatant who we thought couldn't wait for this pugilistic exercise?</span></p><p><span style=\"font-size: large;\">Apologies to <a href=\"http://www.nytimes.com/1987/09/01/obituaries/dick-young-dies-sports-columnist.html\" target=\"_blank\">Dick Young</a>&nbsp;and <a href=\"http://www.loa.org/volume.jsp?RequestID=302\" target=\"_blank\">A. J. Liebling</a>. The papers are full of boxing metaphors today, so no more in this piece. But the disappointment is palpable.&nbsp;</span></p><p><span style=\"font-size: large;\">Obama knew that Romney would attack his management of the economy, uncoupling fact from fantasy whenever possible. Perhaps the president's strategy was to absorb criticism of his domestic policies before pointing out Romney's abject failure to articulate a coherent foreign policy. If that was the plan, then when will we hear about the president's accomplishments overseas? The day after the election?</span></p><p><span style=\"font-size: large;\">Even perennial supporter Charles Blow of the New York Times <a href=\"http://campaignstops.blogs.nytimes.com/2012/10/04/cool-hand-barry/?ref=opinion%20\" target=\"_blank\">slammed</a> Obama for his performance. And Maureen Dowd, who has repeatedly excoriated Romney in the past, chose today to publish a <a href=\"http://www.nytimes.com/2012/10/03/opinion/dowd-complicity-in-duplicity.html?partner=rssnyt&amp;emc=rss\" target=\"_blank\">critique</a> of the administration's Libya mishap that will certainly make its way into the GOP screed. &nbsp;&nbsp;</span></p><p><span style=\"font-size: large;\">For all his bluster, Romney delivered few details, just the same wooden rhetoric with raised-eyebrow sarcasm. Obama could school him at every turn, but last night he looked as if he didn't care.</span></p><p><span style=\"font-size: large;\">&nbsp;</span></p>"
}
