{
  "nid": "5",
  "title": "Scooping the scoop",
  "url": "content/scooping-scoop",
  "body": "<p style=\"text-align: justify;\"><img src=\"assets/2009/02/time_scoop.jpg\" alt=\"time_scoop\" title=\"time_scoop\" width=\"300\" height=\"300\" class=\"alignleft size-full wp-image-368\"></p><p style=\"text-align: justify;\">Yesterday, I publicized this blog, \"Save the Papers,\" by sending messages on Twitter and Facebook, as well as emails to several groups and lists. Within an hour, I received multiple replies containing links to a TIME magazine piece entitled \"<a href=\"http://www.time.com/time/business/article/0,8599,1877191,00.html?iid=perma_share\" target=\"_blank\">How to Save Your Newspaper</a>.\" The author, <strong>Walter Isaacson</strong>, a former managing editor at TIME, is the president and CEO of the Aspen Institute. He begins by citing a Pew Research Center study that shows \"more people in the U.S. got their news online for free than paid for it by buying newspapers and magazines.\" This happened for the first time in 2008. Isaacson admits that even he no longer subscribes to the New York Times, \"because if it doesn't see fit to charge for its content, I'd feel like a fool paying for it.\" He dutifully mentions Henry Luce's philosophy that a publication should cater to its readers, not its advertisers, and then he suggests that newspapers have two options for survival: eliminating or reducing print editions and focusing on \"free websites,\" or simply toughing it out and hoping the competition dies off.</p><p style=\"text-align: justify;\">The world looks different from Aspen. It must be exhilarating to ponder the death of newsprint while surrounded by so much of its raw material. Isaacson's take on the role of Internet service providers, however, is a bit rarefied. He says they're the big winners with kids paying \"up to 20 cents when they send a text message,\" while people won't pay a dime for a digital publication. I don't know about his kids, but my 16-year-old uses AT&amp;T's unlimited texting plan.</p><p style=\"text-align: justify;\">Isaacson pans TimesSelect, the NYT subscription section that might make a comeback. I always wondered why they put the Op Ed pieces under lock and key, and left the rest of the paper out in the open. Issacson attributes this to management's \"premise that it should charge for the paper's punditry, rather than for its great reporting.\" Now, that's a great line.</p><p style=\"text-align: justify;\">He proposes a micropayment system, \"a pay-per-drink model,\" as he puts it, though he probably runs a tab at the Institute. It's not a bad idea, but it's out of sequence. As I've said before, and will continue to say in the Analysis section of this blog, it's about branding, first and foremost. Newspapers are trusted brands, and readers are consumers. Citizen journalism may drive future revenue models, as Isaacson suggests, but that will only happen under a different market strategy, one that combines corporate and personal branding. It won't be easy, and we'll have to see the forest to save the trees.</p>"
}
