{
  "nid": "36",
  "title": "The Semantic Revolution",
  "url": "content/semantic-revolution",
  "body": "<div style=\"width: 310px; float: left;\"><a href=\"http://www.flickr.com/photos/45995596@N08/5442828922/#/\"><img src=\"assets/tahrir-300x199.jpg\" alt=\"\" title=\"tahrir\" width=\"300\" height=\"199\" class=\"size-medium wp-image-1379\"></a></div><p>Just as the Middle East has undergone disruption and political change, the publishing industry has experienced radical shifts in power. Authoritative institutions&nbsp; accustomed to dominance have been severely weakened or toppled, their influence redistributed among new contenders. Century-old newspapers have stopped the presses. Venerable literary imprints have vanished, or disappeared down the maw of corporate monoliths. Of course, the difference between what's happening abroad and what continues to roil our domestic publishers is the difference between life and death. Human rights are not the issue here. Despite our sociopolitical poverty, a poverty of influence as well as imagination, most Americans are constrained by circumstance, not sidearms (<em>ceteris paribus</em>, re: our penitentiaries). Words are used as weapons all the time, with scarcely the same consequence as that visited upon foreign dissidents. But the way these words are used, how they are produced, how they are bought, sold or given away, has changed as dramatically as the political climate overseas. Corporations continue to focus on the <em>ownership</em> of words - whether or not they live behind <a href=\"http://www.bloomberg.com/news/2011-01-28/new-york-times-fixes-paywall-glitches-to-balance-free-vs-paid-on-the-web.html\" target=\"_blank\">paywalls</a>, who gets paid (if they get paid at all) to write them, and who will pay to read them. What they are not focusing on is the changing <em>nature </em>of words, which have evolved in the context of a new ecosystem. We've depicted the <a href=\"http://www.woodylewis.com/2010/10/24/the-fractal-enterprise-part-2/\" target=\"_blank\">fractal elements of information</a> as a metaphor for distribution. The velocity of ideas, the filtering of relevance - these are quantifiable elements, particularly within the realm of vectors. As we learned in the earliest days of the Web, text is a powerful tool. Tags, feeds, even the lowly query string (those indecipherable numbers and letters embedded in many URLs) are all examples of text used to trigger events. Social media runs on text, whether it's the visible portion of our posts, chats and messages, or the invisible XML files that direct our traffic in and out of huge databases. And here's where the semantic revolution has occurred. <em>The words have become too powerful to</em><em> be imprisoned behind barriers.</em> The concept of viral distribution is outdated. It was a cute way of describing the spread of information, the contagious aspect of news, the insidious aspect of rumor, the free-range aspect of ideas. What's happening now is analogous to the Middle East, where the majority of many populations are young enough to implement change without the fearful hindsight of their parents. The semantic revolution will occur outside conventional borders. AOL, which was once a new-order partner to a conventional media company, is now a conventional online platform <a href=\"http://www.huffingtonpost.com/2011/02/07/aol-huffington-post_n_819375.html\" target=\"_blank\">partnered with a new-breed of publisher</a>. The Huffington Post is a <em>fractal publisher</em>, using vectors of information in a social context, circumventing the monoliths by hiring away their talent, distributing them in different patterns. And yes, that's our definition of <em>fractal publishing,</em> for now. Like everything else, it's bound to change.</p>"
}
