{
  "nid": "91",
  "title": "Semantic Video",
  "url": "content/semantic-video",
  "body": "<p><img src=\"assets/SemanticVideo.jpg\" alt=\"Video\" title=\"Video\" width=\"300\" height=\"225\" style=\"float: left; margin-left: 4px; margin-right: 4px;\">Mary Meeker's <a href=\"http://www.kpcb.com/internet-trends\" target=\"_blank\">latest report</a> on the state of the Internet, an event unto itself, confirms the relentless convergence of two elements: mobile and video. The case for smartphone domination has been made, and we don't need to embellish it here. But the case for video remains somewhat nebulous to the vision-challenged.</p><p>We see people on the subway watching Beyonce videos, their phones shimmering in the harshly lighted confines, and we think progress abounds. True enough. Compared to 1999, when <a href=\"http://www.cisco.com/netaid/wp.html\" target=\"_blank\">Cisco's NetAid concert</a> set the bar for global streaming at a new height, online video has morphed into something spectacular. Following a stint on the architectural team that provisioned that event, this reporter left the networking giant for a Hollywood webcast production company, a venture saved from oxymoron status by the sheer throw-weight of its owner. We saw first evidence of crowd enthusiasm, the <a href=\"http://news.cnet.com/2100-1033-221271.html\" target=\"_blank\">Victoria's Secret debacle&nbsp;</a>in particular, but the pipes were built out and the bandwidth grew, and here we are.</p><p>But we're not there yet. The case for the endpoint has been closed (viz aforementioned smartphone domination). Web video is ubiquitous, though not as richly tagged as it should be. Yes, people can search for footage, but the semantic framework so dear to us all has not matured. Owners of video, the large media companies and independent producers, have yet to establish a <a href=\"http://en.wikipedia.org/wiki/Lingua_franca\" target=\"_blank\">lingua franca</a>. Decades of footage reside in digital asset management systems. These DAMs hold the key to our culture, our ideas, and our best dreams, along with the worst. We should be able to reach them with more articulate gestures than Googling for title, actor or date. Those gestures reside, to a certain extent, in content management systems, but the gulf between DAM and CMS remains wide.&nbsp;</p><p>Until we see better use of tools such as <a href=\"http://en.wikipedia.org/wiki/Resource_Description_Framework\" target=\"_blank\">Resource Description Framework</a>, and other semantic constructs yet to be crafted, we will remain fragmented, a world of digital assets living in silos built with every good intention, like the <a href=\"http://en.wikipedia.org/wiki/Maginot_Line\" target=\"_blank\">Maginot Line</a>&nbsp;that served the French so well. Our mis-en-scene is less spectacular, of course, but no less stark in its inefficiency. Semantic video is upon us. With apologies for the <a href=\"http://en.wikipedia.org/wiki/Tear_down_this_wall!\" target=\"_blank\">Gipper reference</a>, tear down those walls.&nbsp;</p>"
}
