{
  "nid": "14",
  "title": "Snark or Schadenfreude?",
  "url": "content/snark-or-schadenfreude",
  "body": "<p><img src=\"assets/2009/05/weasel-300x169.jpg\" alt=\"weasel\" title=\"weasel\" width=\"300\" height=\"169\" class=\"alignleft size-medium wp-image-845\"></p><p>My daily news routine includes multiple visits to the New York Times and MSNBC sites, a tentative glance at whatever Google Reader has dredged up for the day, and an early look at <a href=\"http://www.techcrunch.com\" target=\"_blank\">TechCrunch</a> and <a href=\"http://www.businessinsider.com\" target=\"_blank\">Silicon Alley Insider</a>, which I receive via email. As a multiple-decade resident of Silicon Valley, I have a vested interest in technology, not just because I've been a hacker/analyst all these years, but also because I like new stuff! Paradigm-busting has always been an avocation, if not a full-time gig, and I'm hardly the type to defend the status quo for the sake of it, or out of nostalgia for obsolete process. That said, I have a hard time digesting some recent coverage of the newspaper industry. Granted, this blog is about praising newspapers, not burying them. I freely admit to the biased notion that some, if not most papers, can be saved, by drastic measures to be sure. As a technologist, I'll be the first to raise my hand and say something won't work, but I've learned to give things a chance. Apparently, that attitude doesn't extend very far into the blogosphere. This is not an <a href=\"http://www.merriam-webster.com/dictionary/ad%20hominem\" target=\"_blank\">ad hominem</a> attack. I have great respect for these blogs, and those that write for them. I know that snark sells better than anything else. Call me a cynic, but maybe that sells too...:) Still, I couldn't read this <a href=\"http://www.techcrunch.com/2009/05/04/the-big-screen-kindle-hail-mary-to-newspapers-will-fall-incomplete/#comments\" target=\"_blank\">TechCrunch piece on the new Kindle</a> without cringing. It's one thing to disparage an optimistic strategy predicated on a device that might remind some of the ill-fated <a href=\"http://en.wikipedia.org/wiki/Apple_Newton\" target=\"_blank\">Apple Newton</a>. A line such as \"People are unsubscribing from newspapers because what’s the point of reading something in print a day after you’ve read it online?\" might ring true to the demographic that never began seriously reading print journalism, but it's the type of hyperbole that simplifies the issue. In my opinion, and I might be wrong, people unsubscribe from newspapers because they no longer have the time or lifestyle to consume print copy. I still get the Sunday New York Times, and religiously avoid reading that day's edition online until I've at least handled the Book Review in person. That's a ritual with me, a suburban parent who used to read the Times every morning on the subway, back in the day. I view my subscription as a subsidy at this point, and that's something I think many will do to save the papers. In a piece generously titled \"<a href=\"http://www.businessinsider.com/whiney-tribune-reporters-dont-care-what-readers-want-to-read-2009-5\" target=\"_blank\">Whiny Tribune Reporters Don't Care What Readers Want To Read</a>,\" the Insider reported on a Chicago Tribune reader survey to gauge interest in stories that hadn't been published yet. After two perfunctory paragraphs, one of which was the verbatim quotation of an email, the article concludes with this pithy rejoinder: \"Naturally, we agree the marketing department shouldn't have done the survey. They already have all the information they need. Why not just look into the online version's web logs and see which 20% of reporters are generating 80% of the clicks and then fire the rest?\" I'm all for snark, in modest doses, but whenever it outweighs objective evenhanded commentary, I get suspicious. The prevailing eulogistic treatment of newspapers makes good copy, and the Valley is full of omniscient pundits who never have to be right, just verbose. But this is not journalism, folks. The people who purport to know what is, ought to show us once in a while.</p>"
}
