{
  "nid": "66",
  "title": "The Social Publisher",
  "url": "content/social-publisher",
  "body": "<p><img src=\"assets/bluewaveform.jpg\" alt=\"Blue Wave Form\" width=\"350\" height=\"244\" style=\"float: left; margin-left: 4px; margin-right: 4px;\">The title of this piece also reflects the new name of this blog. While \"Save the Papers\" sounded good in early 2009, when we started writing about changes in the publishing business, today's world needs a different tag line. Social publishing is no longer an abstract theory, but a real framework whose instances continue to proliferate and morph. The velocity of knowledge, the velocity of innovation - all the properties we've written about - are palpable forces shaping our lives. The \"papers\"&nbsp;metaphor&nbsp;is outdated, except perhaps for nostalgic hippies...:)</p><p>So what better topic to tackle than the brewing argument over the <a href=\"http://en.wikipedia.org/wiki/Social_graph\" target=\"_blank\">social graph</a>? Bobbie Johnson's <a href=\"http://gigaom.com/2011/11/09/reasons-why-the-social-graph-deserves-to-die/\" target=\"_blank\">GigaOm piece</a> shows this Facebook construct no respect. He says&nbsp;that Facebook and Google+ have struggled with privacy and real names issues. \"The social graph, to them, is an attempt to codify what people do rather than act as midwife to their ideas.\"</p><p>You could say that the harvesting of social gestures, recording posts, comments and other instances of interaction, is precisely the codification we need to stimulate ideas. A virtual world remains abstract until populated with artifacts. Whether those artifacts comprise a graph or some other metaphor, at the end of the day they're published in a social context - a.k.a. social publishing.</p><p>In all fairness, Johnson's piece is really a send-up of Maciej Ceglowski's \"<a href=\"http://blog.pinboard.in/2011/11/the_social_graph_is_neither/\" target=\"_blank\">The Social Graph is Neither</a>,\" a swipe at the conceptual bedrock of&nbsp;Facebook. Part III of that piece, entitled \"What, then, is to be done?\" (a not so subtle reference to the Lenin manifesto), compares today's social network oligopoly to the Compuserve-Prodigy-AOL junta of the 90s. In hoping for \"whatever replaces Facebook and Google+,\"&nbsp;Ceglowski does sound revolutionary. He says that the problem with&nbsp;the social graph is that \"declaring relationships explicitly is a social act,\" and that such acts send signals.&nbsp;These signals have actually been around since the AOL chat rooms, notorious generators of signals that led to&nbsp;explicit&nbsp;acts, but we won't go into that.</p><p>Of course, the real revolution is happening around us, driven by <a href=\"http://gigaom.com/2011/11/02/social-media-tipping-points-and-revolutions/?utm_source=feedburner&amp;utm_medium=feed&amp;utm_campaign=Feed%3A+OmMalik+%28GigaOM%3A+Tech%29\" target=\"_blank\">explicit social acts</a>. Arab Spring begat Occupy Wall Street. Who knows what's coming next? The important thing, as&nbsp;Ceglowski mentions in passing, is that the social networks can be mined for information about relationships and activities. He goes on to declare that \"social networks exist to sell you crap,\" a statement we'll let stand on its own merit.</p><p>Social publishing encapsulates the fractal vectors we've <a href=\"http://www.woodylewis.com/content/fractal-enterprise-part-2\" target=\"_blank\">previously addressed</a>. Data mining will alter the topology of the social graph, whose components will deepen along the vertical axis in addition to spreading along the horizontal. \"Save the papers\" has morphed into \"Save the data,\" but the message is still the medium. &nbsp; &nbsp; &nbsp;</p>"
}
