{
  "nid": "55",
  "title": "The Social Narrative of Steve Jobs",
  "url": "content/social-narrative-steve-jobs",
  "body": "<p style=\"text-align: left;\"><img src=\"assets/jobs.jpg\" alt=\"Picture of Steve Jobs\" style=\"float: left; margin-left: 4px; margin-right: 4px;\" height=\"259\" width=\"340\">I was in Kenosha, Wisconsin when I heard the news about Steve. Like those other moments, when I heard about JFK or John Lennon, I remember the physical context, early evening on the high prairie, dark blue supplanting fiery red in the sky outside my hotel window. I had just spent all day in a windowless conference room discussing content management strategy. My mind was somewhere out on the highway, literally catching up to the images on the television screen, the news crawl underneath the baseball game that said Steve had died.</p><p style=\"text-align: left;\">Strangely, I felt peaceful and calm, as I'm sure he was during those final moments, though that is abject speculation on my part. We knew that he was ill, that the signs were increasingly foreboding, and yet there was this sense that he would go on forever, that he would lick this thing. We wanted a happy ending, however improbable.</p><p style=\"text-align: left;\">In <a href=\"http://www.woodylewis.com/content/velocity-innovation\" target=\"_blank\">an earlier piece about the velocity of innovation</a>, I referred to an article that described Jobs as \"a skilled listener to the technology...tracking vectors in technology over time.\" This was in support of my thoughts on the mechanics of social networks, the vectors of knowledge and the accelerating speed of distribution. At the time, I agreed with the idea of Jobs listening, but I now realize that this was part of his storytelling. Like any social narrator, he was playing off his audience, though he manipulated that audience more than most. His now-famous dictum that it's not the customer's job to know what they want (we'll forgive the blurred distinction between singular and plural) became Apple's driving force, the spirit that led them away from the brink of disaster.</p><p style=\"text-align: left;\">Apple pioneered storytelling in technology, creating the role of evangelist to promulgate a platform. Without a cohesive story, its early deficiencies might have proved fatal, as <a href=\"http://www.theregister.co.uk/2011/05/04/guy_kawasaki_on_apple_and_steve_jobs/\" target=\"_blank\">narrated by Guy Kawasaki</a>, its former Chief Evangelist. In the blinding clarity of hindsight, we now see the accuracy of the Jobs narrative - the focus on Next as a Unix platform that eventually migrated into the core Mac OS, making it the machine of choice for most of the Web developers I've come across in the past few years. The vision to put digital music in your pocket, to make a phone smart, to deconstruct a laptop into a tablet. But there's more to it than normalizing the foundation for computers and portable devices we now see as the combined Mac OS/iOS, the platform that might merge completely as part of the four-year plan Steve apparently left in place.</p><p style=\"text-align: left;\">Steve's narrative began with a declaration of independence from the legacy computational model. He and Woz distributed knowledge, empowering bit by bit a community of listeners eager to continue or resurrect the spirit of Sixties counterculture and creativity. For years, Steve was our Pied Piper, ever present on the flank of IBM, stealing a march on Microsoft. Though silenced during his exile from the company he co-founded, he returned with a more compelling story.</p><p style=\"text-align: left;\">Today, the artifacts of social narration prevail. Steve's story lives not just in the toys he created, nor the velocity with which messages emanate from those toys, but the network effect of knowledge created by the interaction of other stories. That is what social narration is all about, the shared dissemination of growing ideas. How fitting that Steve should pass on just as our national narrative reaches an inflection point. Notwithstanding Apple's dominant position on Wall Street, the spirit now circulating in those precincts is the real story. Secretly, away from the shareholder meetings and product rollouts, I imagine Steve smiling at the new movement, perhaps taking pride at the continuation of his story.&nbsp;</p>"
}
