{
  "nid": "70",
  "title": "Social Publishing: Pomp and Circumstance ",
  "url": "content/social-publishing-pomp-and-circumstance",
  "body": "<p><img src=\"assets/pomp.jpg\" alt=\"Castle\" title=\"Castle\" width=\"300\" height=\"263\" style=\"float: left; margin-left: 8px; margin-right: 8px;\">A recent piece entitled \"How to Predict the Spread of News on Twitter,\" published by MIT's <a href=\"http://www.technologyreview.com/blog/arxiv/27555/\" target=\"_blank\">Technology Review</a>, came as no surprise. Indeed, the force behind such ideas can be measured in much the same way the stock market measures sentiment. That is to say, when we read the work of eminent researchers, in this case Bernardo Huberman, Director of HP's <a href=\"http://www.hpl.hp.com/people/bernardo_huberman/\" target=\"_blank\">Social Computing Research Group</a>, we can move on to the next new concept, secure in the knowledge that the corporate analysts will follow at a safe distance.</p><p>Smart money buys when the public despairs, and sells into crowd euphoria.&nbsp;Our recent experience with corporate research, which certain NDAs prevent us from describing in detail, confirms the conviction (and occasional hubris) of institutional pronouncements. We're entirely grateful to observe the heavy artillery in action, because it's too late for us to get a PhD in stochastic models of information diffusion, one of the topics Huberman addresses in a paper he co-authored, <a href=\"http://arxiv.org/abs/1202.0332\" target=\"_blank\">\"The Pulse of News in Social Media: Forecasting Popularity.\" &nbsp; &nbsp;</a></p><p>Despite our epiphanies about the velocity of knowledge, et al, we admit that ours is at best a hack's grasp of higher math. Not \"hacker,\" for they are often mathematical geniuses, but \"hack,\" as in \"flack,\" or \"huckster.\" <a href=\"http://news.vanderbilt.edu/2003/12/former-owen-school-dean-sam-richmond-dies-set-vision-drove-schools-success-59815/\" target=\"_blank\">Samuel Richmond&nbsp;</a>taught statistical analysis from his eponymous text with the same conviction as the good <a href=\"http://en.wikipedia.org/wiki/Thomas_Bayes\" target=\"_blank\">Reverend Bayes</a>, whose theorem brings back warm, albeit vague, memories of Richmond's lectures at Columbia Business School.</p><p>However, a recent sampling of Richmond's out-of-print book, acquired with effort from the Amazon gulag, proved disappointing, and mildly disturbing. A &nbsp;discussion of sampling, for example,&nbsp;reflected the technology of the time, citing punch cards as a tool of analysis. In those days, we used HP pocket calculators programmed with magnetic strips to do 10-digit multiplication and division. Slide rules were yesterday's news.&nbsp;</p><p>Huberman's paper on using Twitter to predict the spread of news will someday seem as quaint as Richmond's work. Twitter itself will go the way of all new things, absorbed by the greater good of software and hardware evolution. To cite the accuracy of a linear model, without fully considering acceleration, does no great disservice to the HP brand, at least none that can approach what its past leadership has accomplished. Not everyone thinks about vectors and velocity, particularly in the context of a flagship product line - the personal computer - that's headed for pocket calculator heaven.</p><p>The New York Times runs an <a href=\"http://nytlabs.com/\" target=\"_blank\">R&amp;D Lab </a>that quietly studies the physics of news. Harvard's <a href=\"http://www.niemanlab.org/\" target=\"_blank\">Nieman Lab&nbsp;</a>does similar work, as do a growing number of other organizations. We understand the need to publish or perish, but that's an academic construct. With apologies to Ambrose Bierce, \"to be an academic at Hewlett Packard...ah, that is euthanasia.\"</p><p>&nbsp;&nbsp;</p>"
}
