{
  "nid": "37",
  "title": "Social Literature and the Borders bankruptcy",
  "url": "content/social-literature-and-borders-bankruptcy",
  "body": "<p><img src=\"assets/borders-183x300.jpg\" title=\"borders\" width=\"183\" height=\"300\" style=\"float: left;\"> The news about <a href=\"http://www.sfgate.com/cgi-bin/article.cgi?f=%2Fc%2Fa%2F2011%2F02%2F17%2FMNJN1HNIGC.DTL\" target=\"_blank\">Borders declaring bankruptcy</a> came as no surprise. My first clue was last year's announcement that they would close the store in the heart of San Francisco's SoMa district. Here was an ideal location on the corner of 3rd and King, a block from the Caltrain station that pours out thousands of book-buying commuters every weekday, ground zero for the digital media workers in the area, plainly visible from the traffic coming off 280. If that store was in trouble, then business couldn't have been great for the chain as a whole. Before I relocated back to Manhattan last June, I was a regular visitor to their San Mateo location on El Camino, across the street from the Hillsdale mall, where a huge Barnes &amp; Noble draws heavy traffic. The Borders venue was quirky and more intimate, with a coffee bar that hosted a moveable feast of students, retirees, job-seekers, romantic couples, and just plain readers. I went there to find titles that might have been on the shelves at <a href=\"http://www.keplers.com/\" target=\"_blank\">Kepler's</a> in Menlo Park, the well-known independent store that <a href=\"http://www.sfgate.com/cgi-bin/article.cgi?f=/c/a/2005/10/09/KEPLERS.TMP\" target=\"_blank\">came back from the dead</a> thanks to the generosity of Peninsula literati. Kepler's got the lion's share of my business, but I always enjoyed coming up from San Carlos to patronize the Borders near Hillsdale, or going down to the one in Palo Alto if I was in the area. Sadly, the Hillsdale location is scheduled to close, the Palo Alto store probably spared because of its proximity to Stanford, where the only competition comes from the university book store tucked away on campus. As pundits predict the demise of printed literature, it's interesting to note that many book stores have become social hubs, perhaps displacing the libraries whose hours have been cut by cash-strapped communities. In-store coffee bars increased human traffic, if not revenues. Even the ill-fated Borders on 3rd and King had a coffee annex that was always crowded. So the question of how to convert that traffic to sales presents itself. Almost all of my literary correspondence takes place on Facebook, where I find fellow Bennington alumni, friends, and new acquaintances who respond to posted quotes, reviews, and articles. Despite my daily immersion in that social readership, I've been challenged to keep up with <a href=\"http://www.goodreads.com/\" target=\"_blank\">Goodreads</a>, where a number of friends have posted their activity. Since 2003, I've kept a log of every book I've read. I would love to import that list into Goodreads, but need the ISBN number for each title. So the answer lies partly in creating a more user-friendly way to connect readers and titles, and partly in discovering the commercial formula to take advantage of the human traffic. The long-term trend does not favor even Barnes and Noble, who <a href=\"http://www.crainsnewyork.com/article/20100830/REAL_ESTATE/100839984\" target=\"_blank\">recently closed their West 66th Street location</a> near Lincoln Center. If you walk up a block, you can see the land-office business streaming in and out of <a href=\"http://www.apple.com/retail/upperwestside/\" target=\"_blank\">an Apple store</a>. Social literature incorporates the same gestures we associate with social networks. \"Like\" buttons, comment threads, blog feeds - these are all ways to connect critical expressions of preference. The fractal model extends to publishing. Books are vectors of knowledge, containing words transmitted at different velocities, depending on the medium and the audience. The stores can still support the message. Point of sale makes for compelling theater in the hands of a gifted director.</p>"
}
