{
  "nid": "40",
  "title": "Social Publishing at the Whitney Museum",
  "url": "content/social-publishing-whitney-museum",
  "body": "<p><a href=\"sites/default/files/2011/03/museum.jpg\"><img src=\"assets/2011/03/museum-300x235.jpg\" title=\"museum\" width=\"300\" height=\"235\" style=\"float: left; margin-left: 4px; margin-right: 4px;\"></a>It took me a day to recover from Glenn Ligon's <a href=\"http://whitney.org/Exhibitions/GlennLigon\" target=\"_blank\">new exhibit</a> at the Whitney. The New York Times had run a <a href=\"http://www.nytimes.com/2011/02/27/arts/design/27ligon.html?_r=1&amp;emc=eta1\" target=\"_blank\">great piece</a> on it, and I was ready to immerse myself, but I wasn't prepared for the blow to my solar plexus. Ligon is a semantic artist. Text forms the medium, the message, and the framework of his art. The subtext, an adept depiction of society's attitude toward minority artists, left me looking over my shoulder. The trope of African-American expression is a difficult subject. There are those who minimize the artifacts of such expression, out of a misguided sense of superiority or an abject lack of understanding. Through social publishing, the Whitney has mastered that subject by framing it, not within an archival comfort zone, but by engaging the viewer in a hand-to-hand struggle with each element. Moving past text-based paintings that feature quotations from Zora Neale Hurston and Richard Pryor, compressed in shadowy repetition until the characters blur, you get the sense of adumbration, the blurring of the black message. You pause in front of the expert renditions of runaway slave handbills, black and white prints featuring images that would be comical if they weren't so historically accurate, fictionalized by references to Ligon himself, words that heighten the artist's renegade status. You certainly are not prepared for the <a href=\"http://www.mapplethorpe.org/\" target=\"_blank\">Mapplethorpe</a> installation, in which Ligon juxtaposes the photographer's black and white images of nude African-American men with quotes from artists, politicians, and drag queens. How is this social publishing? Does it relate to the coffee table book available at the gift counter? Does it involve the online advertising of this exhibit? The Whitney uses a soon-to-be-overworked buzzword in social media. It curates the hell out of Ligon, using a no-holds-barred approach to a difficult subject. Social publishing aggregates ideas into shared messages. By physically curating his work, the Whitney meets its institutional responsibility to expose the public to the best examples of art. The messages might be controversial, even offensive to some, but the significance is clear. So we arrive at another postulate in our theoretical framework. Affinity comprises more than proximity and similar taste. It also encapsulates responsibility. Social publishers must curate their content in a respectful and accurate manner. While freedom of speech and expression accommodates the political screed, the informed reporting of human character rests on a higher plane. Being pushed out of one's comfort zone becomes an education, not an inconvenience.</p>"
}
