{
  "nid": "103",
  "title": "Spies Like Us",
  "url": "content/spies-us",
  "body": "<p><a href=\"http://www.amazon.com/gp/product/B00I7696IG/ref=as_li_tl?ie=UTF8&amp;camp=1789&amp;creative=9325&amp;creativeASIN=B00I7696IG&amp;linkCode=as2&amp;tag=wls1-20&amp;linkId=BSPKJB4CIMAV3RYI\" target=\"_blank\"><img src=\"http://ws-na.amazon-adsystem.com/widgets/q?_encoding=UTF8&amp;ASIN=B00I7696IG&amp;Format=_SL160_&amp;ID=AsinImage&amp;MarketPlace=US&amp;ServiceVersion=20070822&amp;WS=1&amp;tag=wls1-20\" style=\"float: left; margin-left: 4px; margin-right: 4px;\"></a><span style=\"line-height: 1.538em;\">Walter Isaacson's </span><a href=\"http://www.nytimes.com/2014/07/27/books/review/ben-macintyres-a-spy-among-friends.html?hpw&amp;action=click&amp;pgtype=Homepage&amp;version=HpHedThumbWell&amp;module=well-region&amp;region=bottom-well&amp;WT.nav=bottom-well\" target=\"_blank\"><span style=\"line-height: 1.538em;\">review</span></a><span style=\"line-height: 1.538em;\"> of </span><em style=\"line-height: 1.538em;\">A Spy Among Friends</em><span style=\"line-height: 1.538em;\">, the latest study of British double agent&nbsp;</span><span style=\"line-height: 1.538em;\">Kim Philby</span><span style=\"line-height: 1.538em;\">, is itself a study in meta-narrative. Early on, Isaacson tells us that author Ben Macintyre has no new \"startling revelations\" about Philby, who led a notorious ring of Cambridge-educated spies and distinguished himself as the best Soviet mole ever to penetrate the U.K.'s intelligence leadership. But the story reads like a novel, says Isaacson, with a nod to McIntyre's impressive record of \"nine previous histories chronicling intrigue and skulduggery.\"</span></p><p><span style=\"line-height: 1.538em;\">We learn from a footnote that Isaacson wrote biographies of Einstein, Kissinger, and Steve Jobs, the last credit immediately conjuring the iconic image of Silicon Valley's most enigmatic figure staring pensively from the cover. Despite this impressive record, he stays out of Macintyre's story, and this is how it should be, the reviewer as invisible force moving a resistible object.</span></p><p><span style=\"line-height: 1.538em;\">Except Isaacson is one of those polymaths we love to read about. Currently CEO of the Aspen Institute, he has been chairman and CEO of CNN, and the managing editor of TIME magazine, making that publication's 2012 list of the 100 most influential people in the world.</span></p><p><span style=\"line-height: 1.538em;\">This is good stuff.</span></p><p><span style=\"line-height: 1.538em;\">Isaacson goes on to clarify Mcintyre's theme, explaining that the narrative of Philby's relationship with fellow Cantabrigian Nicholas Elliott runs deeper than your ordinary spy story, that those chosen to grace the playing fields of Eton learn early on \"to shield themselves from vulnerability...to mask their feelings for one another with jokes, cricket-watching, drinking...\"</span></p><p>Philby was one of <a href=\"http://www.crimelibrary.com/terrorists_spies/spies/cambridge/2.html\" target=\"_blank\">The Cambridge Four</a>, a group recruited by the NKVD, forerunner of the KGB. <span style=\"line-height: 1.538em;\">Isaacson does not mention the feelings two of the other members had for each other. Anthony Blunt, who became Queen Elizabeth's royal art advisor while passing secrets to the Russians, had an ongoing affair with Guy Burgess. This was one of two habits they picked up at university, the other being an unbridled commitment to Communism. &nbsp;</span></p><p><span style=\"line-height: 1.538em;\">The review ends with an anecdote about John LeCarre's 1986 interview of Elliott, during which he asked if Elliott, a loyal member of the British intelligence group MI6, had ever considered having Philby killed: \"</span><span style=\"line-height: 1.538em;\">To that Elliott gave a disapproving response. 'My dear chap,' he said. 'One of us.'\"</span></p><p><span style=\"line-height: 1.538em;\">Isaacson's tag line - \"What does it really mean to be 'one of us'?\" - resonates, perhaps louder than intended. He will publish another book about Silicon Valley&nbsp;</span><span style=\"line-height: 1.538em;\">in October, a study of&nbsp;</span><span style=\"line-height: 1.538em;\">innovators in technology. It's safe to say that his research uncovered at least one modern-day Kim Philby, an executive or academician freely passing digital secrets to a foreign power in the guise of his employ. The only question is, did he write about it? &nbsp; &nbsp;&nbsp;</span></p><ul><li><a href=\"http://www.amazon.com/gp/product/B00I7696IG/ref=as_li_tl?ie=UTF8&amp;camp=1789&amp;creative=9325&amp;creativeASIN=B00I7696IG&amp;linkCode=as2&amp;tag=wls1-20&amp;linkId=RQ7GOB5VN6KTLYTS target=\" style=\"line-height: 1.538em;\">A Spy Among Friends: Kim Philby and the Great Betrayal</a><img src=\"http://ir-na.amazon-adsystem.com/e/ir?t=wls1-20&amp;l=as2&amp;o=1&amp;a=B00I7696IG\" alt=\"\" width=\"1\" height=\"1\" border=\"0\" style=\"border: none !important; margin: 0px !important;\"></li></ul>"
}
