{
  "nid": "68",
  "title": "Systems Biology and Social Publishing",
  "url": "content/systems-biology-and-social-publishing",
  "body": "<p><img src=\"assets/dna.jpg\" alt=\"DNA\" title=\"DNA\" width=\"346\" height=\"345\" style=\"float: left; margin-left: 5px; margin-right: 5px;\">Last week, an old friend contacted me on Facebook to wish me happy birthday. One thing led to another, and we digressed to a discussion of pathogen-associated molecular patterns and pattern recognition receptors. My friend, a trauma surgeon and research bioscientist at Harvard, had co-authored a paper on this topic.</p><p>I had badgered him over the years with my idea that cells adhere to an object-oriented architecture. In true autodidact form, I had speculated that the cure for cancer might come from manipulating that architecture. My experience in application&nbsp;development had taught me&nbsp;the power of object-driven communication, a framework for messages passing through public and private layers.</p><p>The difference in this latest conversation was that I mentioned my growing interest in predictive analytics, particularly in <a href=\"http://en.wikipedia.org/wiki/Markov_chain_Monte_Carlo\" target=\"_blank\">Markov chain Monte Carlo</a> simulation. We discussed its application to the problem of cellular signaling, and I was hooked by this belated discovery of <a href=\"http://en.wikipedia.org/wiki/Systems_biology\" target=\"_blank\">systems biology</a>. &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p><p>A recent GigaOm <a href=\"http://gigaom.com/2011/12/21/news-as-a-process-how-journalism-works-in-the-age-of-twitter/\" target=\"_blank\">piece&nbsp;</a>examined social journalism, citing sources that included a study of Twitter messaging during last year's Arab Spring. The description of a chaotic &nbsp;network of&nbsp;messages from different \"actors\" fits the fractal model I've considered <a href=\"http://www.woodylewis.com/content/fractal-enterprise-part-1\" target=\"_blank\">previously</a>. Journalism has mutated into a heterogeneous mix of credibility and spontaneity, a stream of messages from so-called professional and amateur sources, though the distinction blurs when observing the ultimate price of reporting, the bodies of <a href=\"http://www.npr.org/blogs/thetwo-way/2011/12/29/144448779/basil-al-sayed-who-chronicled-the-syrian-uprising-is-dead\" target=\"_blank\">civilian reporters</a> lying in the streets.</p><p>Credibility is a function of authority and receptivity. Legacy journalists have always enjoyed the authority of their profession and the receptivity of their audience. Social journalists, working under the rubric of social publishing, adhere to a network model. Signals passing between network nodes stimulate response along social graphs. I realize this is yesterday's news to many in the Valley, but predicting receptivity to those signals sounds like fun to me...:)</p><p>At the end of a somewhat lackluster <a href=\"http://www.nytimes.com/2012/01/02/books/william-gibsons-distrust-that-particular-flavor-review.html?_r=1&amp;ref=books\" target=\"_blank\">review</a> of his latest book, the author William Gibson is quoted as writing that the human species is \"in the process of growing itself an extended communal nervous system.\"</p><p>Small beer to most bioscientists, but catnip to this autodidact.</p>"
}
