{
  "nid": "106",
  "title": "Tammy Faye Channels Nico",
  "url": "content/tammy-faye-channels-nico",
  "body": "<p><img src=\"assets/Tight_TammyFaye_Nico.jpg\" alt=\"Tammy Faye\" title=\"Tammy Faye\" width=\"300\" height=\"238\" style=\"float: left; margin-left: 4px; margin-right: 4px;\">Last night, Tammy Faye Starlite channeled Nico, the legendary Velvet Underground singer. At the opening of <em>Nico: Underground</em>, her must-see show running through September 28 at Theater for the New City, Tammy Faye not only continued her startlingly accurate portrayal of the Warhol chanteuse (so skillfully rendered in her <em>Chelsea Madchen </em>performances over the past few years), she <em>became</em>&nbsp;Nico in a way that transcends channeling. In a masterful production directed by Michael Schiralli, Tammy Faye inhabited her character in a manner open to few skilled actresses. Simply put, she brought Nico into the room: <em>today's </em>Nico, mournful and mindful, vicious and demure. Nico, born Christina Paffgen in pre-war Cologne, was an anachronism from the start. As singer/writer for one of the most progressive underground bands in history, she created a dark style that still engages second- and third-generation fans of the genre. As an actress who worked with Warhol and Fellini, she curated a fragile nihilism that filled the frame and left it empty at the same time. Tammy Faye captures this nihilism perfectly. Like her subject, she is a beautiful enigma who belongs in a museum, but she plays just outside this space, which allows her to simultaneously teach and love the audience.</p><p>Backed by an all-star band that played each song with the precise, carefully rehearsed mood of a crack Broadway unit, Tammy Faye sang and spoke her way through a staged interview, conducted by Jeff Ward, who played an Australian radio host. From the beginning, when the band came out on a dark stage, waiting for Tammy Faye's bare-bones entrance, the air crackled with anticipation. Ward's straight-man antics played squarely into Tammy Faye's dark yet comedic portrayal, the staged pauses to absorb yet another well-intentioned critique, the rolling of the eyes, the despair at being misunderstood. And then there was the music, borne to a higher level by the quality of this production. Tammy Faye charts Nico's development with an expert cover of songs that tell the story in order. Lou Reed's \"Femme Fatale\" announces her arrival: \"Here she comes/You better watch your step.\" In describing her early life in Brixton, when she recorded with Jimmy Page, she intones that she \"grew up on opera,\" met Dylan and started singing his songs on the iconic teen show <em>Ready Steady Go!</em>.</p><p>Turning to Reed's \"I'll Be Your Mirror\" and \"All Tomorrow's Parties,\" the latter played with particular skill by the band, Tammy Faye continues the elegiac sequence. A hilariously acerbic send-up of \"Chelsea Girls,\" interrupted by a statement of hatred for producer Tom Wilson's flute arrangement that threatens physical violence, is followed by Jackson Browne's \"These Days,\" in which she declares, \"I've been out walking/I don't do too much talking, these days.\"</p><p>The sorrow in these lyrics hardens into the declaration contained in \"Frozen Warnings,\" Nico's own composition that presents an autobiographical record of the emotional paralysis that accompanies stardom. Tammy Faye played a portable harmonium on this number, working the bellows while rendering a <em>Sprechstimme</em>&nbsp;vocal, as if to resuscitate the corpus of Nico's life.</p><p>This is a perfect set-up for Jim Morrison's \"The End,\" which Tammy Faye sings in bloodcurdling fashion, a unique and original cover of a tune that instantly evoked Truman Capote's <em>In Cold Blood - </em>\"The killer awoke before dawn.\" Drained by this apocalyptic piece, we hear \"Heroes,\" by David Bowie, in which we recognize a combination of Blondie and Marlene Dietrich, two other characters known well to Tammy Faye. A surprise rendition of \"My Funny Valentine\" shows Tammy Faye's breadth as a performer, her ability to sustain the dark persona even through a show tune.</p><p>Finally, the ultimate personal statement, in Nico's \"Afraid\" - \"You are beautiful/And you are alone.\"</p><p>You will not be alone in your appreciation of this show. It's an important piece of cultural history. Don't miss it.</p><p><a href=\"http://www.theaterforthenewcity.net/nico.htm\" target=\"_blank\">Nico: Underground - Theater for the New City</a></p>"
}
