{
  "nid": "116",
  "title": "Tech Journalism: Reality Distortion or Oxymoron?",
  "url": "content/tech-journalism-reality-distortion-or-oxymoron",
  "body": "<p><img src=\"assets/Ratso.png\" width=\"484\" height=\"339\" style=\"float: left; margin-left: 4px; margin-right: 4px;\">Let me start by saying that I never dis the coast I'm not on. I spent half my life in California, but never made fun of my native New York the way some folks do in LA and the Bay Area. Fuck the snow and the subways. In <a href=\"https://www.youtube.com/watch?v=c412hqucHKw\" target=\"_blank\">the immortal words of Ratso</a>, \"Hey, I'm walkin' here.\"</p><p>Now that I'm back, I refuse to indulge in <em>schadenfreude</em>&nbsp;when I hear about earthquakes or wildfires. I turned the other cheek when friends on the west coast sent snarky weather reports during our recent east coast Snowmageddon. I did not retaliate then (OK, maybe a short burst to keep their heads down), nor will I now sink to the level of jokes about the drought, which is serious business indeed.</p><p>Still, I can't help noticing that the recent concern over the possible death of tech journalism seems a bit overblown. Just my two cents, five years into my repatriation, but the Darwinian process at work here, or more accurately in Silicon Valley, leaves no room for handwringing.</p><p>The term \"<a href=\"http://en.wikipedia.org/wiki/Reality_distortion_field\" target=\"_blank\">reality distortion field</a>,\" originally used to describe the singular confidence of Steve Jobs in the face of any challenge, becomes especially onerous when discussing journalism. It's one thing to prosecute a campaign of selective optimism when designing products that are not only new but revolutionary. One has to think outside the box, if only to avoid measuring its walls. But when the coverage of such innovation transcends the arc of integrity, when distorted reality is peddled as the truth, then it's time to call foul.</p><p>In the early Nineties, two magazines, <em>Upside</em> and <em>Red Herring</em>, covered tech with a fresh approach, a mix of fact, opinion and insider gossip. Those of us who lived in the Valley got it, and we weren't too concerned with those on the other coast who didn't. At some point, the term \"tech journalism\" transcended the brand of fact-driven reporting pioneered by folks like <a href=\"http://creativestrategies.com/team/tim-bajarin/\" target=\"_blank\">Tim Bajarin</a>.</p><p>At the end of that decade,&nbsp;<em>The Industry Standard</em>, a well-read weekly with punchy articles and dot-com hiring announcements that read like blurbs in the Hollywood trades, sailed off the cliff with the rest of the lemmings.</p><p><em>GigaOm</em>, founded in 2006, appeared to be a return to old-school credibility, its tripartite revenue model of blog ads, research subscriptions, and conference tickets an apparent indication of smart brand management. Along with <em>TechCrunch</em>, and later <em>Business Insider</em>, <em>GigaOm</em>'s reporting was first-rate, prescient when possible, always reliable. Over time, I became annoyed with the periodic headlines that touted research reports whose price, on click-through, seemed a bit high. After clicking into an ad for one of its conferences, I realized that the reports were cheap by comparison. Still, I thought it was just me.</p><p>Apparently not.</p><p>The end was quick and unexpected. <em>GigaOm</em>&nbsp;<a href=\"http://www.nytimes.com/2015/03/10/business/media/tech-blog-gigaom-abruptly-shuts-down.html?_r=0\" target=\"_blank\">shut down on a Monday</a>, stunning the ecosystem as founder Om Malik reported that \"assets are now controlled by the company's lenders.\" The conjecture was immediate as pundits on both coasts weighed in, and the impassioned <a href=\"http://www.cjr.org/q_and_a/mathew_ingram_exit_interview.php\" target=\"_blank\">exit interview of Matthew Ingram</a>, star <em>GigaOm</em> columnist, led the chorus of employee statements that no one had seen this coming.</p><p>Three weeks later, a piece on the blog <em>BGR</em> decried the growing publicity for video streaming app Meerkat. Tero Kuittinen, an equity analyst based in New York, stated flatly that the hype around Meerkat's fundraising ahead of Twitter's competitor app Periscope was \"<a href=\"http://bgr.com/2015/03/30/meerkat-vs-periscope-analysis-journalism/\" target=\"_blank\">the creation of a handful of West Coast tech bloggers</a>.\"</p><p>Predictably, the Valley returned fire. Frank Meehan <a href=\"https://medium.com/@frank_meehan/meerkat-is-not-dying-at-all-and-neither-is-us-tech-media-ee56c25b0036\" target=\"_blank\">wrote from Palo Alto</a>&nbsp;that Kuittinen \"could be as guilty of 'jumping the gun' as the journalists he accuses of hyping Meerkat in the first place.\" As a venture capitalist with skin in the game, Meehan's response nevertheless seemed more objective than Kuittinen, a failed game entrepeneur by his own admission.</p><p>The real story revolves around the definition of tech journalism.</p><p>Financial journalism thrives predominantly on the east coast, where the emphasis is on the markets, and a handful of major institutions. Secrecy is the by-product of an industry where big deals like mergers and acquisitions are only trumpeted after the fact. Certainly, the lack of disclosure during financial meltdowns suggests a code of silence taken too far, but generally speaking, the money raises itself, and the products, such as they are, don't need to be hyped.</p><p>These days, when people talk about tech journalism, they really mean <em>west coast financial journalism. </em>Yes, PCWorld does have a business section, but its focus is on technology and politics. When your main focus is on Sand Hill Road, and where its money flows, you're a financial reporter, my friend. To those who would point east, I concede that Jim Cramer of TheStreet.com is no shrinking violet, but he knows the boundaries of hype, and respects the regulators who police it. Back here, we can't afford to distort reality. Boring? Possibly. We're workin' here.</p>"
}
