{
  "nid": "69",
  "title": "The Tinker Tailor Syndrome: Big Data, Analytics and Intelligence",
  "url": "content/tinker-tailor-syndrome-big-data-analytics-and-intelligence",
  "body": "<p><img src=\"assets/vector2.jpg\" alt=\"Vector\" title=\"Vector\" width=\"300\" height=\"300\" style=\"float: left; margin-left: 5px; margin-right: 5px;\">For me, one of the best moments in <a href=\"http://www.imdb.com/title/tt1340800/\" target=\"_blank\">Tinker Tailor Soldier Spy</a>, the recent adaptation of John Le Carre's eponymous novel, is the scene dramatizing a Soviet double agent's true intentions. The agent delivers supposedly important Russian intelligence in return for what his British contacts believe to be worthless information from their Secret Service, intelligence planted for the purpose of fooling the Russians. What the Brits don't realize is that the incoming Russian intelligence itself is benign, if not worthless, and what they are passing to the Russians is actually valuable intelligence gathered by a Russian mole at the top of the Secret Service.</p><p>Misdirection is an effective literary device. The human receptivity to belief, the reliance on apparent truths, rather than actual truths, forms the basis for many a thriller, or drama of the human heart.&nbsp;</p><p>Our <a href=\"http://www.woodylewis.com/content/systems-biology-and-social-publishing\" target=\"_blank\">recent epiphany</a> about bioscience concerns receptivity at the cellular level. Proteins known as receptors can transmit <a href=\"http://en.wikipedia.org/wiki/Cell_signaling\" target=\"_blank\">signals from one cell to another</a>. The relative receptivity of a cell to those signals&nbsp;can be expressed as&nbsp;a biochemical function. In turn, a mathematical representation of that function can be used to simulate networked cellular communication. &nbsp;</p><p>At a much higher level, we can model social publishing using similar techniques. We are not as tightly bound to biochemistry, but we have similar latitude to model the process of communication. The trope of viral communication has been around for years - a story goes viral as it passes along an expanding social graph. We refer to the exponential dissemination of the story, but what about the predisposition to believe that story? Can we manage our immunity to misinformation?</p><p>In nature, viruses communicate through cellular networks predisposed to the same sort of belief system that exists in geo-political intelligence. A cell can be tricked into an immune response by a receptor's reaction to a signal. In the real world, a story about weapons of mass destruction can influence one nation to invade another.</p><p>The receptor model of social publishing will be manipulated for profit. In the infancy of our analytics, we have discovered proxies for receptivity. We can parse the social graph for historical data, and we can extrapolate trends and probabilities, but until we understand more about the underlying organisms, we will remain as myopic as Smiley's People.&nbsp;</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;</p>"
}
