{
  "nid": "107",
  "title": "Tone-deaf Publishers Strike Again",
  "url": "content/tone-deaf-publishers-strike-again",
  "body": "<p style=\"color: #000000;\"><img src=\"assets/HydePark_crop.jpg\" alt=\"hydepark\" title=\"hydepark\" width=\"300\" height=\"292\" style=\"float: left; margin-left: 4px; margin-right: 4px;\">I don't watch much television. Except for the <a href=\"http://www.nytimes.com/2014/09/26/nyregion/a-shortstop-and-the-creator-of-the-jeter-superfan.html\" target=\"_blank\">occasional sports event</a>, newscasts are about it for me. A breaking story always gets my attention, but TV is often the destination of last resort, if I can't find what I need online.&nbsp;</p><p style=\"color: #000000;\">Lately, though, despite my sporadic viewing, I've become too familiar with the trailer advertising <a href=\"http://www.imdb.com/title/tt3205802/\" target=\"_blank\">\"How to Get Away with Murder.\"</a>&nbsp;In the weeks running up to its debut last night, I thought of the series as yet another branded exercise in race: a woman of color in an academic context purveying intrigue and danger. Since I haven't seen <em>The Help</em>, I didn't recognize Viola Davis. I knew that she was compellingly attractive, but not that she had played a role that some people, including me, might have found stereotypical.&nbsp;</p><p style=\"color: #000000;\">Whatever my take on this new development, a character who seemed credible as a law professor, despite the entertainment value, I was unprepared for the grossly mishandled effort to tweet real-time PR for the show. Evidently, the person assigned this task was unable to see past Davis <em>qua</em> Mammy. The offensive parody went viral, along with speculation about the tweeter's sobriety. \"Drunk intern\" became a popular assumption, the idea being that no full-time employee could be so....stupid.<img src=\"assets/people_mag.jpeg\" alt=\"people\" title=\"people\" width=\"240\" height=\"221\" style=\"float: right; margin-left: 4px; margin-right: 4px;\"></p><p style=\"color: #000000;\">The fallout was also real-time, the tweet and ostensibly the tweeter <a href=\"http://jezebel.com/people-magazine-deletes-offensive-tweets-about-viola-da-1639390681\" target=\"_blank\">disappearing</a> soon after.</p><p style=\"color: #000000;\">Unfortunately, this was not the first controversial media event concerning the show. A week earlier, the New York Times published a piece about Shonda Rhimes, the show's producer, whose previous characters (strong women of color) on the shows \"Grey's Anatomy\" and the wildly successful \"Scandal\" prompted this disingenuous lede: \"When Shonda Rhimes writes her autobiography, it should be called 'How to Get Away With Being an Angry Black Woman.'\"</p><p style=\"color: #000000;\">The author of this piece, Alessandra Stanley, went on to loft such gems as \"Ms. Rhimes has embraced the trite but persistent caricature of the Angry Black Woman, recast it in her own image and made it enviable.\"</p><p style=\"color: #000000;\">To the hustings strode Dean Baquet, the Times' new executive editor, who happens to be African American. His statement, that Ms. Stanley <a href=\"http://www.theroot.com/blogs/journalisms/2014/09/new_york_times_executive_editor_says_angry_black_woman_story_was_supposed.html\" target=\"_blank\">\"was trying to make a profound point,\"</a> sounded as weak as <a href=\"http://publiceditor.blogs.nytimes.com/2014/09/22/an-article-on-shonda-rhimes-rightly-causes-a-furor/\" target=\"_blank\">Stanley's subsequent palliative</a>: \"I didn't think Times readers would take the opening sentence literally because I so often write arch, provocative ledes that are then undercut or mitigated by the paragraphs that follow.\"</p><p style=\"color: #000000;\">Really?</p><p style=\"color: #000000;\">Brendan Behan once said, \"There is no such thing as bad publicity except your own obituary.\" The show, in my opinion, was destined to be a hit, despite these predictable disasters. But the publishers need to understand that every such disaster portends their own, as readers and viewers turn away from brands that disseminate and defend the same old stereotypes.&nbsp;</p>"
}
