{
  "nid": "12",
  "title": "Top-Down and Bottom-up: It's still about the pipes",
  "url": "content/top-down-and-bottom-its-still-about-pipes",
  "body": "<p><img src=\"assets/2009/04/pipes-300x225.jpg\" alt=\"pipes\" title=\"pipes\" width=\"300\" height=\"225\" class=\"alignleft size-medium wp-image-814\"></p><p>It's official: the newspaper business is at an inflection point, and the solutions are being offered at an increasing clip: go nonprofit; charge more; charge less; establish a hybrid model. No wonder there's no agreement, except on the fundamental inability of the industry to sustain itself. Journalists across the country are being furloughed, <a href=\"http://www.mije.org/richardprince/april-16th\" target=\"_blank\">particularly those of color</a>, and no one expects things to get better. At one end of the scale, so-called \"Hyperlocal\" sites <a href=\"http://www.nytimes.com/2009/04/13/technology/start-ups/13hyperlocal.html?_r=1&amp;ref=technology\" target=\"_blank\">have proliferated</a> to fill the gap in local coverage. Web start-ups, both nonprofit and for-profit, are providing neighborhood news reported mostly by bloggers. Whether the mini-market approach can sustain an advertising, or philanthropic, revenue flow to keep these ventures going is an open question. At the other end of the spectrum, three media executives announced <a href=\"http://www.nytimes.com/2009/04/15/business/media/15brill.html\" target=\"_blank\">on Tuesday</a> that they'll field a company called Journalism Online LLC, which will \"supply publishers with ready-made tools to charge Internet fees.\" This system, scheduled for delivery this fall, is meant to be a standard commercial interface for news. In between, ventures like <a href=\"http://www.huffingtonpost.com/arianna-huffington/announcing-the-launch-of-_b_180543.html\" target=\"_blank\">the new Huffington Post Investigative Fund</a> will focus on social journalism, delivering a public good by exposing those who threaten or abuse the public interest. The common denominator to every announcement is heterogeneous distribution. We are no longer in a city desk world, where one or several entitities enjoy oligopolistic control. As we inch toward the <a href=\"http://semanticweb.org/wiki/Main_Page\" target=\"_blank\">Semantic Web</a>, it's important to remember the pipes. Whether it's over the wired backbone, or wireless cloud, the medium is still the message. When <a href=\"http://en.wikipedia.org/wiki/Leo_Hindery\" target=\"_blank\">Leo Hindery</a> backs Journalism Online LLC, it's a significant development. He is not a man to invest lightly, and his success in cable television was no accident. As machines determine more of the meta-traffic on the network, climbing the stack to drive journalistic applications, we'll see more platforms taking advantage of technology that's been around for years, but never fully utilized. In the late Nineties, during a stint as a solutions architect for <a href=\"http://www.cisco.com/\" target=\"_blank\">Cisco Systems</a>, I talked about smart network applications for media. At the time, internetworking systems weren't fully mature, and XML was an upstart technology. All that's changed. Like many other industries before it, journalism is about to be transformed. This is a good thing, and it's just in time to save many, if not all of the players.</p>"
}
