{
  "nid": "39",
  "title": "Trust and Violation - Social Intimacy Online",
  "url": "content/trust-and-violation-social-intimacy-online",
  "body": "<p><a href=\"assets/2011/03/picket_fence.jpg\"><img src=\"assets/picket_fence-300x199.jpg\" title=\"picket_fence\" width=\"300\" height=\"199\" style=\"float: left; margin-left: 4px; margin-right: 4px;\"></a>Google's revelation that it removed malware apps on Android phones by <a href=\"http://mashable.com/2011/03/06/android-kill-switch/\" target=\"_blank\">remotely triggering a \"kill switch\"</a> embedded in the operating system provoked a range of reactions. The idea that the company had installed this functionality without necessarily highlighting its existence, despite the apparent success of its deployment, caused some discomfort. While the outrage may have been confined to the usual precincts of indignation, the sense of violation was palpable. If proximity can be measured by distance, trust can be measured by accessibility. In the physical sense, distance exists as a measurable attribute - someone is X miles away, or Y states away. Whatever the unit of measurement, it is discrete. Network distance does not necessarily correlate with physical distance. You can live down the hall or street from your neighbor, but if you're not connected on Facebook or LinkedIn and the two of you have never even met, you're further apart than your intimate social media connections who live hundreds of miles away. Trust is a corollary of distance. You allow a trusted entity nearer than one who is not trusted. Whether in the physical or network context, you give trusted connections greater access. Your friends may come to your door to visit, or to your Facebook wall to write a post. The knock is physical or virtual - you answer by granting permission. So the Android phone debacle comes from trust, however idealistic, in a new platform. People might have assumed that the iPhone set the standard for smartphone security. Without devolving into religious debate over the iOS vs. open source, it's safe to say that the Android solution is not fully baked. Users of iPhones and iPads continue to interact via social apps, according greater degrees of access as their comfort level increases. Google has already taken steps to cure the Android problem. One look at their ecosystem - Google Apps, Google Docs, etc. - tells you that they are capable of building out secure solutions. But what about social intimacy? We've talked about proximity and trust, attributes that are valuable to online marketers. And we continue to talk about velocity, the speed with which knowledge propagates along the wire. So what continually enhances the connection between two people in a social network? The constant measurement of affinity, represented by other attributes such as authority, relevance, frequency, and innovation. Our empirical definition of these qualities continues...:)</p>"
}
