{
  "nid": "2",
  "title": "Tweet the Press",
  "url": "content/tweet-press",
  "body": "<p style=\"text-align: justify;\"><img class=\"size-thumbnail wp-image-206 alignleft\" title=\"tweetthepress\" src=\"assets/2009/01/tweetthepress-150x150.jpg\" alt=\"tweetthepress\" width=\"150\" height=\"150\" /></p>\n<p style=\"text-align: justify;\">Relax, it's taken. The domain name, that is (tweetthepress.com, anyway). Still, what a concept, blending a legacy brand name with a verb that defines the latest viral technology. The implication is clear: Twitter, and the other applications that will follow, has changed the face of broadcast and print  journalism.</p>\n<p style=\"text-align: justify;\">Last week, <strong>Robert Mackey</strong> of the New York Times <a href=\"http://thelede.blogs.nytimes.com/2009/01/16/can-a-tweet-be-a-scoop/?scp=1&amp;sq=%22can%20a%20tweet%20be%20a%20scoop%22&amp;st=cse\" target=\"_blank\">publicly asked the question</a> \"Can A Tweet Be a Scoop?\" Of course, this was on the Lede blog, where such seditious thoughts are generally consigned. Mackey's question, however, is valid. By tweeting one of the first images of the US Airways plane crash in the Hudson river, did Janis Krums, who snapped it from a commuter ferry on its way to rescue the passengers, scoop the old media? One of Mackey's colleagues questioned whether an unread tweet could really be a scoop. The point is, news of the crash traveled quickly, and the velocity was doubtlessly increased by the Twitter community.</p>\n<p style=\"text-align: justify;\">Citizen journalism is the operative buzzword here, a catchy phrase that manages to faintly denigrate the great unwashed, who dare to be as timely as the professionals, catching news as it happens and disseminating it with alacrity. Mackey proposes that \"the value of eyewitness photographs and video seems to have declined sharply as the number of things happening in the world that are not photographed, blogged, texted or tweeted declines.\" Poor establishment media. First the record company executives, and now the reporters and camerapeople: unable to sell their content to the highest bidder. World connectivity grows exponentially each week. How is this bad? Yes, some careers will be affected. Name a career, in fact, that hasn't already been affected, in some way, by the democratization of information. This is a good thing. We need to be transparent, like the Obama administration.</p>\n<p style=\"text-align: justify;\">Mackey's piece also lampoons the server problems at Twitter when 7,000 visitors tried to view the image of the plane crash at the same time...talk about a crash! He says that it \"could hardy be called a functioning news site.\" Not to get into a discussion of scalability, a fundamental problem solved by the simple application of greenbacks, but Twitter is more than a news site. It's a communication channel that attracts more mainstream users, corporate as well as individual, every day. Change doesn't happen overnight. Remember the 300 baud modem? Man, those 1200 baud babies screamed, didn't they? So don't cry for me, old media. Change is here to stay, so get used to it. And what was that Sixties shibboleth, about being part of the problem if you're not part of the solution?</p>\n<p style=\"text-align: justify;\">Meet the future, folks. Tweet the press!</p>"
}
