{
  "nid": "16",
  "title": "The Velocity of Time, Part 2",
  "url": "content/velocity-time-part-2",
  "body": "<p><img src=\"assets/2009/05/clock-300x299.jpg\" alt=\"clock\" title=\"clock\" width=\"300\" height=\"299\" style=\"float: left; margin-left: 4px; margin-right: 4px;\">Here we are, more than three weeks after <a href=\"http://woodylewis.com/2009/05/20/the-velocity-of-time/\" target=\"_blank\">my last post</a>, and the notion of collapsible, bendable time presents itself again. It seems like several days, a week at most, because of the density of my workflow. In that piece, I spoke about contracting time, and defined the velocity of time as the rate of change in the perception of time - the perception, not time itself. So the context is innovation: the collapsing of problems into nuisance, nuisance into memory. Things that seemed improbable a few years ago, watching television on cellphones for example, are now commonplace. A Facebook friend sent me a link to a video of his band playing in a bar, shot by the bartender on his phone, and it was better than I expected...much better. As these innovations become more frequent, and the meta-communities proliferate, information becomes three-dimensional, a stack that extends horizontally, vertically, and into space, a virtual z-axis. My brother, a Yale- and MIT-trained mathematician, emailed me after reading the piece to ask if I meant velocity or acceleration. He included quotes from <a href=\"http://www.amazon.com/Future-Shock-Alvin-Toffler/dp/B000OM7JQM/ref=sr_1_2?ie=UTF8&amp;s=books&amp;qid=1245023131&amp;sr=1-2\" target=\"_blank\">Alvin Toffler's <em>Future Shock</em></a>, one of which goes like this: <em>\"How do we know that change is accelerating? There is, after all, no absolute way to measure change. In the awesome complexity of the universe, even within any given society, a virtually infinite number of streams of change occur simultaneously.\"</em> So on the one hand, I'm talking about the rate of change in the <strong>perception</strong> of time, not the velocity. Clearly, the rate of change in velocity is acceleration. Toffler talks about the acceleration of change, thereby implying that change itself has velocity, which I can accept. The question is, what is the perception of time, and at what rate does it change? I mean this in the context of information networks, whose latency and bandwidth influence that perception, a phenomenon that is neither linear nor functional, but psychological. For some time, I've been consistently impatient with the speed of my online workspace. I'm always waiting - for my MacBook to boot up, for Firefox and Thunderbird to open, for pages to load and email to come down from the server. These times are elegant compared to five years ago, but I perceive the slowness in a psychological context. The more I become aware of the sheer volume of information, the more impatient I am for tools with which to process that information. Since this occurs at the meta-layer, how could I not be impatient with the underlying hardware and software? My brother included a second quote from Toffler, which again touches on this question: <em>\"If all processes occurred at the same speed, or even if they accelerated or decelerated in unison, it would be impossible to observe change. The future, however, invades the present at differing speeds...\"</em> Now this is more philosophical, but it does address the current plight of newspapers, whose readers have perceived that same sticky slowness that I perceive in my laptop. Toffler says that all things are processes. If you accept the fact that all things are systems, then yes, they're instances of processes. Communication is a process. There is a software concept of inter-application communication (IAC), which is definitely a process. What I see now is an industry shedding its stickiness. The individual processes, the publishers, the journalists, the printers, the readers, are all evolving at different rates of speed. Perhaps this is why the change was invisible to some, though what really happened was that they ignored the other processses, the ones running all around them, the ones they didn't want to see.</p>"
}
