{
  "nid": "17",
  "title": "The Velocity of Space",
  "url": "content/velocity-space",
  "body": "<p style=\"text-align: left;\"><img src=\"assets/2009/07/space2-300x183.jpg\" alt=\"space2\" title=\"space2\" width=\"300\" height=\"183\" class=\"alignleft size-medium wp-image-890\"></p><p style=\"text-align: left;\">This time, it's been over a month! How does that happen? Why did I not only fail to post any blog pieces, but also fail to tweet? I find it interesting because during the same period I've not only made at least a dozen new <strong>Facebook</strong> friends, but I've also \"tuned in\" twice to <a href=\"http://www.luxuriamusic.com/atomic-cocktail-0\" target=\"_blank\">The Atomic Cocktail Hour</a>, an online radio show hosted by my friend <a href=\"http://www.genesculatti.com/\" target=\"_blank\">Gene Sculatti</a> in LA. The sense of community is definitely in the air, I've just been in a different neighborhood.</p><p style=\"text-align: left;\">Part of it, I'm sure, has to do with the amount of information, my standard complaint, but it really is overwhelming. I'm already saddled with two diametrically opposed channels: prose and code. The first has to do with news, opinion, literature, and the other secular forms whose boundaries are melting in real time. The notion of journalism changes daily, but this is still one side of the brain. As a Web architect, I need to serve the other side as well. An endless stream of innovations, many of them semantic in their own right, challenges my ability to absorb and manipulate the constructs.</p><p style=\"text-align: left;\">Frameworks definitely help. Right now, I'm concentrating on <a href=\"http://drupal.org/\" target=\"_blank\">Drupal</a>, offering development services for this popular open-source content management system. Drupal is a never-ending struggle to keep up with information. Even the experts acknowledge this. Interestingly enough, it's the concept of community that drives the open-source movement. I call this the velocity of space, not Buck Rogers-style, but the acceleration of community formation through technology. Space shrinks as people move closer together. The online world thrives on this, while the real world might not.</p><p style=\"text-align: left;\">Which leads me back to the original premise: my failure to keep posting on this blog is symptomatic of a need for heterogeneous community. Blogs can be tremendously effective, if marketed correctly. That's right, marketed. All the talk about search engine optimization (SEO) really pertains to self-marketing. Who can shout the loudest, not in terms of direct volume, but in terms of reach. In other words, who can shrink the space between us most effectively?</p><p style=\"text-align: left;\">So, the velocity of space is of course a function of time. I talked earlier about time's elasticity, as a function of perceived and real innovation. Space, or distance, is equally elastic. In the past month, I've had intimate conversations with people I've known for over 40 years; some who are frequent correspondents, and others who I rarely \"speak\" to. A reference to <a href=\"http://www.stuy.edu/\" target=\"_blank\">my high school</a> unearthed one person I hadn't contacted since graduation! Hi, Vern.</p><p style=\"text-align: left;\">How do we measure the velocity of space, as it pertains to the world of online communities? Perhaps by the increase in the number of new \"touches,\" people making contact with each other. The <strong>traversal</strong> of space, the sending of messages back and forth, is yet another element.</p>"
}
