{
  "nid": "21",
  "title": "The Velocity of Innovation",
  "url": "content/velocity-innovation",
  "body": "<p><img src=\"assets/2010/01/innovation-225x300.jpg\" alt=\"innovation\" title=\"innovation\" width=\"225\" height=\"300\" class=\"alignleft size-medium wp-image-1011\"></p><p>It's nice to see independent corroboration of a hypothesis - in this case, my premise that certain aspects of digital media can be quantified, measured in discrete units of real or perceived phenomena, and analyzed accordingly. In my previous posts about <a href=\"http://woodylewis.com/node/15\" target=\"_blank\">the velocity of time</a> and <a href=\"http://woodylewis.com/node/17\" target=\"_blank\">the velocity of space</a>, for example, I've introduced metaphysical concepts that might be difficult to prove. I've had enough feedback to know that these concepts are plausible, or at least believable, and that's a good start. The flow of information through digital media is like the flow of water through pipes. There are laws governing the behavior of information, and its atomic components, in the same way that there are laws governing the behavior of atoms themselves. If these laws are more subjective than their physical counterparts, that subjectivity matches the reasoning process through which information passes from others into our own consciousness. We choose the ideas we consume in much the same way as we choose the water we drink from those pipes, and just like that water, which often passes through filters to remove the impurities, our information passes through filters that remove time-space dependencies. One generation watches real-time television, fitting in other activities around a fixed broadcast schedule, while another reaches adulthood having never lacked the ability to asynchronously consume video, from VCRs, DVRs, and whatever comes next. Which, of course, leads me to the iPad...:) The frenzy surrounding last week's <a href=\"http://mashable.com/2010/01/27/apple-ipad/\" target=\"_blank\">ceremonial unveiling by Steve Jobs</a> was a comforting affirmation to those of us in Silicon Valley that the world still watches what we do. Yes, we felt entitled to bicker among ourselves about the iPad's pros and cons, whether the omission of a camera was more heinous than the lack of a USB port. But the overwhelming sentiment was one of relevance, the byproduct of successful innovation. Once again, Steve Jobs has created demand for something we suspected might exist, but didn't quite imagine. Before the announcement, I had been formulating a premise: that the velocity of innovation is another governing construct in the digital media space. The iPad did not magically appear as a full-blown apparition. It rests on the innumerable person-years of design and development that went into its predecessors, <a href=\"http://en.wikipedia.org/wiki/Newton_%28platform%29\" target=\"_blank\">most conspicuously the Newton</a>. What the iPad does represent, however, is the attainment of escape velocity, the kinetic state of innovation that explodes into the marketplace. I was pleased to read <a href=\"http://www.nytimes.com/2010/01/31/weekinreview/31lohr.html?ref=weekinreview\" target=\"_blank\">a piece by Steve Lohr</a> in today's Sunday New York Times. He describes Jobs as \"a skilled listener to the technology...tracking vectors in technology over time.\" This is precisely what I mean about the velocity of innovation: it occurs in time-oriented vectors, as a function of demand, perceived or real, and the economics of production. The iPad has already generated debate about <a href=\"http://www.niemanlab.org/2010/01/so-its-called-the-ipad-five-thoughts-on-how-it-will-and-wont-change-the-game-for-news-organizations/\" target=\"_blank\">its role as possible savior of journalism</a>. I'll leave the panegyrics to others, and concentrate on what I think are the measurable social phenomena that will prove yet another metaphysical law.</p>"
}
