{
  "nid": "15",
  "title": "The Velocity of Time",
  "url": "content/velocity-time",
  "body": "<p><img src=\"assets/2009/05/clock-300x299.jpg\" alt=\"clock\" title=\"clock\" width=\"300\" height=\"299\" style=\"float: left; margin-left: 4px; margin-right: 4px;\">We live in a world of contracting time. That much is obvious just by looking at the unending stream of information bombarding us every day. There's not enough time to absorb it all. Some say that's the real reason newspapers aren't doing well: people simply don't have time to read them. Whether or not you believe that statement (I don't, but then I'm biased), I do find myself juggling the information firehose. I can't bring myself to check Google Reader every day, and I started using it in the first place only because I was losing track, even after using Delicious, of my numerous news sources. The pundits have come up with a new metaphor - the so-called Real-Time Web - to illustrate the situation, if not the predicament. Robert Scoble <a href=\"http://scobleizer.com/2008/12/21/rss-shows-its-age-in-real-time-web-sup-and-xmpp-to-the-rescue/\" target=\"_blank\">defined the problem</a> a few months ago. He talked about the technologies available to support real-time mesaging in a web context. To those of us who remember the <a href=\"http://en.wikipedia.org/wiki/Publish/subscribe\" target=\"_blank\">publish-subscribe</a> phenomena in the mid-to-late Nineties, it's old hat, except it's not. Those were proprietary technologies that made companies like <a href=\"http://www.tibco.com/\" target=\"_blank\">Tibco</a> a lot of money. Even <a href=\"http://java.sun.com/javaee/index.jsp\" target=\"_blank\">J2EE</a>, a supposedly open framework, got rolled into hardened solutions that still employ squads of coders, at least until recently. The real problem is not in the technology, but the use case. It's all about the velocity of time, which I define as the rate of change in the perception of time, and not the measured force itself. I remember when email seemed fast, and it still does for those not into texting or chat. Lately, every time I wait for a web page to load, I'm reminded of how fast it might have looked ten years ago, and how antiquated it will appear ten years from now. So the velocity of time is partly psychological; not entirely, because physics does enter into it, but to a great extent. Which leads me to the observation that this medium, blogging, will be affected as well. It's taken me several weeks to post a piece, an eternity to some, but a necessary hiatus on my part. I live in a world of heterogeneous streams - written words in the morning as I work on my novel, technical documents during the day as I architect and then mangle web applications, and blogs in the late afternoon and early evening, when the words come quicker, though perhaps at a cost. But that's what real-time means, doesn't it? Shoot first and ask questions later? Not really, but the velocity of time, and information, does involve a certain amount of spontaneity. The value of information is often judged not just by its age, but its distribution pattern: who gets it first, and why; who publishes, republishes, tracks back, etc. All this means money to the right people, advertisers, producers, but that's changing as well. The speed with which bad news, as well as good, permeates the grid is also a function of velocity. Bad news travels faster and faster. Just ask the folks on Wall Street, the ones who are left.</p>"
}
