{
  "nid": "13",
  "title": "You Get What You Pay For",
  "url": "content/you-get-what-you-pay",
  "body": "<p><img src=\"assets/2009/04/cash_register-264x300.jpg\" alt=\"old fashioned cash register, isomorphic view\" title=\"old fashioned cash register, isomorphic view\" width=\"264\" height=\"300\" class=\"alignleft size-medium wp-image-831\"></p><p>I'm sitting in the <a href=\"http://www.printerscafe.com/\" target=\"_blank\">Printer's Inc. Cafe</a>, one of the last refuges for Palo Alto's free thinkers, a title I give not to philosophical nonconformists, but to those who require an abundance of time and space without paying too much for it. There used to be a place called Cafe Verona, a <a href=\"http://www.techotopia.com/index.php/The_History_of_JavaScript#Jim_and_Marc_Meet_in_Palo_Alto\" target=\"_blank\">storied Valley venue</a> not far from here, where I wrote many words around the time of the dot-com boom and bust. One of my better moments was walking across the room to show a venture capitalist pal of mine the ink I'd managed to get in Red Herring for the startup I'd just joined. The Verona comes to mind as I sit here in Printer's, a high-ceilinged bistro wtih a wide selection of freshly prepared food and drink, because I care about this place. The prices are very reasonable (OK, not free), there's WiFi, and you can work here for hours, as many Stanford students do. If someone were to tell me they'd close this place unless every patron paid $10 a month, I'd gladly open my wallet, or sign up on their web site. I only wish the Verona had given us that opportunity, or at the very least passed the hat among its millionaire clientele. The parable here is that you get what you pay for, not in the conventional supply and demand sense, but in the ambient market that exists somewhere along the spectrum of generic and specialized. Starbucks got this, at least during its heyday, when they created miniature versions of what I'm talking about: \"free\" spaces where for the price of a latte you could sit, create, even do business, with no reservations about appearing transient or unemployed. Same thing goes for Barnes &amp; Noble, believe it or not, and here's where the similarity touches on the newspaper business. As other industries die, and as the basic model of American capitalism faces enough potential change to muster the conservatives among us <a href=\"http://www.nytimes.com/2009/04/18/us/politics/18texas.html?_r=1&amp;scp=1&amp;sq=texas%20secession&amp;st=cse\" target=\"_blank\">to mention secession</a>, B&amp;N enjoys for the most part a robust stream of traffic through its outlets. Customers? Not all of them, but they patronize the coffee bars, the magazine racks, and they buy annual membership cards. That's good enough for the publisher-advertisers who pay good money for premium rack space and floor displays. Social media is about the common good. The message here, for the Cafe Veronas of the newspaper world that are still in business, is sell what you have, even if you have to repackage it. Free is not a model for long-term success, not for online newspapers. At some point, you have to put your hand out: once a week, once a month, or once a year. What you offer in return is a subset of what you have to give. Keep your best pieces for paying customers. Offer a tease, and lure them in. Cafe Verona finally closed because its landlord put it on a punitive month-to-month lease, not a rare occurrence in such a high-rent district. Its business model skewed because of a rising fixed cost. Sound familiar? After years of inactivity, the site was completely remodelled. I recently ate at the modern restaurant that took its place: nice food, nice drinks, but it wasn't the Verona. Prices, however, were an order of magnitude higher, and some of the old crowd had decided to pay. <a href=\"http://www.keplers.com/\" target=\"_blank\">Kepler's bookstore</a> in Menlo Park had a happier ending. Several years ago, it actually closed its doors, another independent bookseller falling victim to the above-mentioned Barnes &amp; Noble. The community wouldn't hear of it, and a grassroots campaign to reopen this family-run business succeeded partly because it offered annual memberships. I personally paid $100 for a \"family\" subscription that offered token discounts. Given the area's concentrated affluence, I'm sure there were many others like me. Kepler's thrives because of loyalty built on the edge of a cliff. Newspapers don't have the option to exponentially raise prices, either online or off-. With top-of-the-line magazines <a href=\"http://www.mediabistro.com/galleycat/the_revolving_door/portfolio_magazine_has_closed_115026.asp\" target=\"_blank\">going out of business</a>, no publisher is immune to market forces. Established brands like the New Yorker will always be there, but the value proposition for the rest has changed. You've got to charge something, that much is clear. The critical task is convincing the customer (formerly known as reader) that the product is worth the price. When it comes to online journalism, publishers will get one more chance to do this, if they're lucky.</p>"
}
